Repository: Kyuyrii/budgie-welcome
Catalog: data/po/default/*.po
Languages: de_de, es, id_id, ja, ko, ms_my, nl_nl, oc, pl, sr_rs

source: Budgie Themes & Layouts
es: Diseño y Temas de Budgie
ko: Budgie 테마 & 레이아웃
ms_my: Tema & Bentangan Budgie
oc: Tèmas e disposicions de Budgie
pl: Style i Motywy Budgie
sr_rs: Budgie Teme i Izgledi

source: Switch Appearance
de_de: Aussehen umschalten
es: Cambiar de apariencia
id_id: Ganti Tampilan
ja: 外観を切り替え
ko: 모양 변경
ms_my: Ubah Penampilan
nl_nl: Verander uiterlijk
oc: Cambiar d’aparéncia
pl: Zmień Wygląd
sr_rs: Promeni Izgled

source: Desktop Layout
de_de: Schreibtischlayout
es: Disposición de Escritorio
id_id: Tata Letak Desktop
ja: デスクトップのレイアウト
ko: 데스크톱 레이아웃
ms_my: Bentangan Atas Meja
oc: Disposicion burèu
pl: Styl Pulpitu
sr_rs: Izgled i oblik radne površine

source: Desktop Layouts
ms_my: Bentangan Atas Meja
oc: Disposicions burèu
pl: Style Pulpitu
sr_rs: Desktop izgledi

source: There are several additional Budgie Desktop compatible themes available. Budgie Welcome provides a simple method to switch your desktop appearance (theme, fonts, icons, desktop wallpaper).
de_de: Es stehen mehrere zusätzliche Budgie Desktop-kompatible Themen zur Verfügung. Willkommen zu Budgie stellt eine einfache Methode zur Verfügung, um das Aussehen Ihres Desktops zu ändern (Thema, Schriftarten, Symbole, Desktop-Hintergrund).
es: Existen varios temas disponibles que son compatibles con el escritorio de Budgie. Budgie Welcome provee un método simple de cambiar la apariencia de su escritorio (temas, fuentes, íconos, fondos de pantalla)
id_id: Tersedia beberapa tema tambahan yang kompatibel dengan Desktop Budgie. Budgie Welcome menyediakan metode sederhana untuk mengganti tampilan desktop (tema, font, ikon, dan wallpaper desktop).
ja: Budgie デスクトップと互換性のある追加のテーマをいくつかご利用いただけます。「Budgie へようこそ」は、お使いのデスクトップの外観 (テーマ・フォント・アイコン・デスクトップの壁紙) を切り替える簡単な方法を提供します。
ko: Budgie 데스크톱과 호환되는 추가 테마 패키지를 사용할 수 있습니다. Budgie 환영에서는 데스크톱의 모양(테마, 글꼴, 아이콘, 배경화면 등)을 바꿀 수 있는 간단한 기능을 제공합니다.
ms_my: Terdapat beberapa tema serasi Atas Meja Budgie tambahan telah tersedia. Aluan Budgie menyediakan satu kaedah mudah untuk tukarkan penampilan atas meja anda (tema, fon, ikon, kertas dinding atas meja).
nl_nl: Er zijn meerdere aanvullende thema's voor Budgie Desktop beschikbaar. Budgie Welkom verzorgd een simpele methode om te veranderen van desktop uiterlijk (thema, lettertypes, iconen, bureaublad achtergrond).
pl: Istnieje kilka dodatkowych motywów pulpitu zgodnych z Budgie. Aplikacja Witaj w Budgie pozwala łatwo zmienić wygląd twojego pulpitu (motyw, czcionki, ikony, tapeta pulpitu).
sr_rs: Postoji nekoliko dodatnih tema kompatibilnih sa Budgie Desktop-om. Budgie Welcome omogućava da jednostavno promenite izgled vašeg desktopa (temu, font, ikone, sliku radne površine).

source: Install
de_de: Installieren
es: Instalar
ja: インストール
ko: 설치
ms_my: Pasang
nl_nl: Installeer
oc: Installar
pl: Zainstaluj
sr_rs: Instaliraj

source: Apply makeover
de_de: Umarbeiten übernehmen
es: Aplicar el cambio de imagen
ko: 변경 사항 적용
ms_my: Terap penampilan baharu
oc: Aplicar la renovacion
pl: Zastosuj zmiany
sr_rs: Primeni promenu

source: Apply theme
de_de: Thema anwenden
es: Aplicar tema
id_id: Terapkan Tema
ja: テーマを適用
ko: 테마 적용
ms_my: Terap tema
nl_nl: Thema toepassen
oc: Aplicar tèma
pl: Zastosuj motyw
sr_rs: Upotrebi temu

source: Apply fonts
de_de: Schriftarten übernehmen
es: Aplicar fuentes
ko: 글꼴 적용
ms_my: Terap fon
nl_nl: Lettertypen toepassen
oc: Aplicar poliça
pl: Zastosuj czcionki
sr_rs: Primeni fontove

source: Apply icons
de_de: Icons übernehmen
es: Aplicar iconos
ko: 아이콘 적용
ms_my: Terap ikon
nl_nl: Icoons toepassen
oc: Aplicar icònas
pl: Zastosuj ikony
sr_rs: Primeni ikone

source: Make desktop changes
de_de: Desktopänderungen vornehmen
es: Hacer cambios en el escritorio
ko: 데스크톱 변경
ms_my: Terap perubahan atas meja
oc: Cambiar lo burèu
pl: Wprowadź zmiany na pulpicie
sr_rs: Napravi promene desktopa

source: Applying Changes...
de_de: Änderungen werden übernommen...
es: Aplicando los cambios…
id_id: Menerapkan Perubahan...
ja: 変更を適用しています…
ko: 변경 사항 적용 중...
ms_my: Menerapkan Perubahan...
nl_nl: Veranderingen worden toegepast...
oc: Aplicacions dels cambiaments...
pl: Zatwierdzanie zmian...
sr_rs: Primena Izmena...

source: Arc Design
es: Diseño Arc
id_id: Desain Arc
ja: Arc デザイン
ko: Arc 디자인
ms_my: Reka Bentuk Arc
nl_nl: Arc ontwerp
sr_rs: Arc Dizajn

source: Material Design (Adapta)
id_id: Desain Material (Adapta)
ja: マテリアルデザイン (Adapta)
ko: 머티리얼 디자인 (Adapta)
ms_my: Reka Bentuk Material (Adapta)
nl_nl: Material ontwerp (Adapta)
sr_rs: Materijalni Dizajn (Adapta)

source: Material Design (Vimix)
id_id: Desain Material (Vimix)
ja: マテリアルデザイン (Vimix)
ko: 머티리얼 디자인 (Vimix)
ms_my: Reka Bentuk Material (Vimix)
nl_nl: Material ontwerp (Vimix)
sr_rs: Materijalni Dizajn (Vimix)

source: Material Design (Materia)
id_id: Desain Material (Materia)
ja: マテリアルデザイン (Materia)
ko: 머티리얼 디자인 (Materia)
ms_my: Reka Bentuk Material (Materia)
nl_nl: Material ontwerp (Materia)
sr_rs: Materijalni Dizajn (Materia)

source: Switch the layout of your desktop to suit your workflow.
de_de: Wechseln sie das Layout des Schreibtisches, um ihn an ihre Arbeitsweise anzupassen.
es: Intercale la disposición de su escritorio para adecuar su flujo de trabajo.
id_id: Alihkan tata letak desktop Anda agar sesuai dengan alur kerja Anda.
ja: ご自身のワークフローに合わせて、デスクトップのレイアウトを切り替えましょう。
ko: 사용자의 워크플로우에 맞게 데스크톱의 레이아웃을 전환합니다.
ms_my: Ubah bentangan atas meja anda yang sesuai dengan aliran kerja anda.
nl_nl: Verander de layout van de desktop naar jouw eigen voorkeur.
oc: Basculatz l’agençament del burèu per l’adaptar a vòstre biais de trabalhar.
pl: Zmień układ pulpitu na tek, który najbardziej odpowiada twoim oczekiwaniom.
sr_rs: Promenite izgled vašeg dekstopa da odgovara vašeg radnom procesu.

source: Install layout
de_de: Layout installieren
es: Instalar diseño
ko: 레이아웃 설치
ms_my: Pasang bentangan
oc: Installar la disposicion
pl: Zainstaluj styl
sr_rs: Instaliraj izgled

source: Apply layout
de_de: Layout übernehmen
es: Aplicar diseño
ko: 레이아웃 적용
ms_my: Terap bentangan
oc: Aplicar la disposicion
pl: Zastosuj styl
sr_rs: Primeni izgled

source: Restore panels
de_de: Leisten wiederherstellen
es: Restaurar paneles
id_id: Kembalikan panel
ja: パネルを元に戻す
ko: 패널 복구
ms_my: Pulih panel
nl_nl: Herstel panelen.
oc: Restablir los panèls
pl: Przywróć panele
sr_rs: Vrati panele

source: Lost your panels while playing with <span name="distro-name"></span>? Unhappy with your changes to the panel layout? Don't worry. We can help you to restore your panels with a single click!
de_de: Sind Ihre Leisten verschwunden als Sie mit <span name="distro-name"></span> herumgespielt haben? Oder sind Sie unzufrieden mit den Änderungen Ihres Leistenlayouts? Keine Sorge. Wir können Ihnen mit nur einem Klick helfen Ihre Leisten wieder herzustellen.
es: ¿Ha perdido sus paneles mientras jugaba con <span name="distro-name"></span>? ¿No está contento con los cambios a la disposición de los paneles? No se preocupe. ¡Podemos ayudarle a restaurar sus paneles son un simple clic!
id_id: Panel Anda hilang saat bermain dengan<span name="distro-name"></span>? Tidak senang dengan perubahan Anda pada tata letak panel? Jangan khawatir Kami dapat membantu Anda mengembalikan panel Anda dengan sekali klik!
ja: <span name="distro-name"></span> をいじっている間にパネルが消えてしまいましたか？パネルレイアウトへの変更に納得できませんか？心配はありません。1 回のクリックで、パネルを元に戻せます！
ko: <span name="distro-name"></span>를 사용하는 중에 패널이 어디론가 가버렸나요? 패널 레이아웃을 바꿨는데 만족스럽지 않으시다구요? 걱정하지 마세요! 한 번의 클릭으로 패널을 복구해 드릴 수 있습니다.
ms_my: Panel menjadi rosak atau hilang semasa menggodek <span name="distro-name"></span>? Tidak suka dengan perubahan yang dibuat terhadap bentangan panel? Jangan risau. Kami dapat membantu anda pulihkan kembali panel anda dengan sekali klik sahaja!
nl_nl: Ben je de panelen kwijtgeraakt terwijl je met <span name="distro-name"></span> aan het spelen was? Niet tevreden met jouw veranderingen aan de paneel layout? Geen zorgen. We kunnen je helpen de panelen te herstellen met een enkele klik!
pl: Utraciłeś swoje panele podczas dokonywania zmian w <span name="distro-name"></span>? A może nie jesteś zadowolony z dokonanych zmian w układzie paneli? Nie martw się. Jednym kliknięciem pomożemy ci w przywróceniu paneli.
sr_rs: Izgubili ste panel dok ste se igrali sa <span name="distro-name"></span>? Nezadovoljni promenama panela i izgledom? Ne brinite se. Uz samo jedan klik izgled vašeg panela će se vratiti na fabričku postavku.

source: This will undo all changes that you have made on any panel and will reset back to the initial default panel layout configuration.
de_de: Dies wird alle Änderungen, welche Sie an den Leisten vorgenommen haben rückgängig machen und die Standardkonfiguration wiederherstellen.
es: Esto deshará todos los cambios que haya realizado en cualquier panel y restaurará la disposición de paneles a la configuración inicial predeterminada.
id_id: Ini akan membatalkan semua perubahan yang telah Anda buat pada panel manapun dan akan mengembalikan ke konfigurasi tata letak panel awal bawaan.
ja: これは、パネルに加えられたすべての変更を元に戻し、最初のデフォルトのパネルレイアウトの設定にリセットします。
ko: 이 작업은 모든 패널에 적용된 모든 변경 사항을 기본값으로 초기화합니다.
ms_my: Tindakan ini akan membuat asal semua perubahan yang telah dilakukan pada mana-mana panel dan akan menetap kembali ke konfigurasi bentangan panel lalai yang asal.
nl_nl: Dit maakt al jouw veranderingen ongedaan die zijn toegepast op elk paneel en zal de standaard paneel layout herstellen.
pl: Ta operacja cofnie wszelkie zmiany, jakich dokonałeś dla każdego panelu i przywróci domyślną konfigurację ich układu.
sr_rs: Ovo će poništiti sve izmene koje ste napravili na bilo kom panelu i resetovaće panele i izgled na fabričku konfiguraciju.

source: Reset Budgie Panel
de_de: Budgie Leiste zurücksetzen
es: Restablecer panel de Budgie
id_id: Setel Ulang Panel Budgie
ja: Budgie パネルを元に戻す
ko: Budgie 패널 복구
ms_my: Tetap Semula Panel Budgie
nl_nl: Herstel Budgie paneel
oc: Reïnicializar lo panèl Budgie
pl: Resetuj Panel Budgie
sr_rs: Resetuj Budgie Panel
