Repository: Kyuyrii/budgie-welcome
Catalog: data/po/introduction/*.po
Languages: fr_fr, he

source: Introduction
he: מבוא

source: Simplicity and Elegance.
he: פשטות ואלגנטיות

source: What is <span name="distro-name"></span>?
he: מה זה <span name="distro-name"></span>?

source: <span name="distro-name"></span> is an operating system -- the core software that runs your computer, similar to
he: ‏<span name="distro-name"></span> היא מערכת הפעלה – ליבת התוכנה שמפעילה את המחשב שלך, יש דמיון בינה לבין

source: Microsoft's Windows
fr_fr: Windows de Microsoft
he: Windows של Microsoft

source: Apple's macOS
fr_fr: macOS d'Apple
he: macOS של Apple

source: and
fr_fr: ou
he: וגם לבין

source: Google's Chrome OS
fr_fr: ChromeOS de Google
he: Chrome OS של Google

source: Unlike other operating systems, Linux is a major one used:
fr_fr: Linux est certainement le système d'exploitation le plus utilisé :
he: בניגוד למערכות הפעלה אחרות, ללינוקס יש שימושים רציניים:

source: on most of the world's fastest and most powerful supercomputers
fr_fr: sur la grande majorité des superordinateurs les plus rapides et les plus puissants du monde ;
he: ברוב מחשבי־העל הכי חזקים ועוצמתיים שבעולם

source: on many of (if not most of) the computers that make up the backbone of Internet
fr_fr: sur la plupart des ordinateurs qui constituent la colonne vertébrale d'Internet ;
he: במחשבים רבים (אם לא כמעט בכולם) שמהווים עמוד השדרה של האינטרנט

source: <span name="distro-name"></span> is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops alike.
he: ‏<span name="distro-name"></span> היא מערכת הפעלה יציבה וקלה לשימוש עם סביבת שולחן עבודה שקל להתאים ולשנות. המערכת מומלצת לאנשים שרוצים להפיק את המיטב מהמחשב ומעדיפים שולחן עבודה בסגנון המסורתי. בזכות דרישות המערכת הצנועות, היא מתאימה למחשבים שולחניים וניידים כאחד.

source: The operating system is more secure, and better supported than the operating system pre-installed on most home computer hardware today.
fr_fr: Ce système d'exploitation est plus sûr et bénéficie d'un meilleur support que les systèmes d'exploitation préinstallés sur la plupart des ordinateurs domestiques actuels.
he: למערכת ההפעלה יש אבטחה ותמיכה טובות יותר מאשר במערכת ההפעלה שמגיעה מותקנת מראש ברוב חומרת המחשב לבית.

source: Accessible to all, regardless of language and physical ability.
fr_fr: Etre accessible à tous, indépendamment de la langue ou des capacités physiques.
he: נגישות לכולם, בלי קשר לשפה או ליכולת פיזית.

source: Increase both Ubuntu and Budgie desktop user adoption.
fr_fr: Augmenter à la fois le nombre d'utilisateurs d'Ubuntu et du bureau Budgie
he: הגברת האימוץ של אובונטו ושל שולחן העבודה Budgie על ידי המשתמשים.

source: Create a Ubuntu based distro for users who prefer a traditional desktop metaphor.
fr_fr: Proposer une distribution basée sur Ubuntu aux utilisateurs qui préfèrent un bureau plus traditionnel.
he: יצירת הפצה שמבוססת על אובונטו למשתמשים שמעדיפים שולחן עבודה בסגנון המסורתי.

source: When possible contribute to Upstream projects such as Solus and Debian so all Linux communities benefit.
he: כשמתאפשר לתרום למיזמי מקור כמו Solus ודביאן, אז כל קהילת הלינוקס מרוויחה.

source: Software selection will favor functionality and stability over lightness and whimsy.
fr_fr: Proposer un choix de logiciels privilégiant la fonctionnalité et la stabilité par rapport à la légèreté ou à la fantaisie.
he: במבחר התוכנות יש עדיפות לפונקציונליות ויציבות על קלילוּת־יתר ומראה מוגזם.

source: Ubuntu
he: אובונטו

source: Ubuntu is available in a number of different
he: אובונטו זמינה במספר

source: flavors
he: "טעמים"

source: each coming with its own desktop environment. <span name="distro-name"></span> takes the Ubuntu base operating system and adds the
he: שונים שלכל אחד מהם סביבת שולחן עבודה שונה. <span name="distro-name"></span> מורכבת מבסיס מערכת ההפעלה של אובונטו בנוסף

source: Budgie desktop
he: לשולחן העבודה Budgie

source: Budgie Desktop
fr_fr: Bureau Budgie
he: לשולחן העבודה Budgie

source: Wikipedia says that a
fr_fr: Wikipédia définit un
he: לפי ויקיפדיה,

source: Desktop Environment
fr_fr: environnement de bureau
he: סביבת שולחן העבודה

source: is:
fr_fr: comme
he: היא:

source: <span name="distro-name"></span> comes with a lot of useful applications like
he: ‏<span name="distro-name"></span> באה עם המון יישומים שימושיים כמו

source: GNOME Software
he: GNOME תכנה

source: File Manager
he: מנהל קבצים

source: Web Browser
fr_fr: Navigateur Internet
he: דפדפן אינטרנט

source: Office Suite
fr_fr: Suite bureautique
he: חבילת משרד

source: Software Store
fr_fr: Centre d'applications
he: חנות התוכנות

source: Music Player
fr_fr: Lecteur audio
he: נגן מוזיקה

source: All of which are highly customisable and managed via
fr_fr: Tous ces éléments sont hautement personnalisables et gérés par l'intermédiaire du
he: שאת כולם קל לנהל, להתאים ולשנות דרך

source: Settings
he: הגדרות

source: Budgie desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
fr_fr: Budgie met à votre disposition un environnement intuitif et attrayant qui reprend des façons de faire traditionnelles, ce qui signifie que si vous avez déjà utilisé
he: שולחן העבודה Budgie מספק סביבת שולחן עבודה אינטואיטיבית ואטרקטיבית בסגנון המסורתי, כלומר אם אי פעם השתמשת בו

source: or
he: או

source: Open Source
he: קוד פתוח

source: What Linux, Ubuntu and Budgie desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell <span name="distro-name"></span> is free, in the truest sense of the word.
he: הדבר שמשותף ללינוקס, לאובונטו ולשולחן העבודה Budgie ביחד הוא שהקוד שלהם פתוח. מה שאומר, שכולם יכולים להשתמש בתוכנה בחופשיות, לשנות אותה ולשתף אותה (בין אם בגרסה אם השינויים ובין אם בגרסה המקורית). בקצרה, <span name="distro-name"></span> חופשית, במשמעות האמיתית של המילה.

source: These improvements are given back
fr_fr: Ces améliorations sont partagées
he: השיפורים האלה חוזרים בחזרה

source: to the Linux community and <span name="distro-name"></span> improves as a result. This is how we can continually improve and grow without having to charge our users money.
he: לקהילת הלינוקס ו־<span name="distro-name"></span> משתפרת כתוצאה מכך. ככה נוכל להשתפר ולגדול ללא הרף מבלי לדרוש תשלום מהמשתמשים שלנו.

source: What is Ubuntu Budgie?
fr_fr: Qu'est-ce qu'Ubuntu Budgie ?

source: Ubuntu Budgie is an operating system -- the core software that runs your computer, similar to:
fr_fr: Ubuntu Budgie est un système d'exploitation, c'est-à-dire un ensemble de programmes qui font fonctionner votre ordinateur, au même titre que

source: Ubuntu Budgie is a distribution (variation) of GNU/Linux. A dependable, secure, capable, and modern computer system that rivals all others in popularity and actual use.
fr_fr: Ubuntu Budgie est une variante de GNU/linux, un système informatique fiable, sûr, performant et moderne qui rivalise avec tous les autres en termes de popularité et d'utilisation réelle.

source: on corporate servers that require stability and reliability
fr_fr: sur les serveurs d'entreprises qui requièrent stabilité et fiabilité.

source: Ubuntu Budgie is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops alike.
fr_fr: Ubuntu Budgie est un système d'exploitation stable et facile à utiliser doté d'un environnement de bureau configurable. Il est idéal pour ceux qui veulent tirer le meilleur parti de leur ordinateur et qui préfèrent un environnement de travail traditionnel. Avec ses exigences matérielles modestes, il convient aussi bien aux ordinateurs de bureau modernes qu'aux portables.

source: Using Ubuntu Budgie provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
fr_fr: Avec Ubuntu Budgie, vous bénéficiez d'un système d'exploitation complet, doté de toutes les fonctionnalités et de la plupart, sinon de toutes les applications nécessaires à votre travail quotidien. Vous pouvez également personnaliser son apparence, son fonctionnement ou les applications qu'il exécute en fonction de vos goûts.

source: Ubuntu Budgie has a number of guiding objectives and goals:
fr_fr: Ubuntu Budgie s'est fixé un certain nombre de principes directeurs et d'objectifs :

source: When possible contribute to Upstream projects such as BuddiesofBudgie and Debian so all Linux communities benefit.
fr_fr: Collaborer, lorsque cela est possible, aux projets en amont comme BuddiesofBudgie et Debian afin que toutes les communautés Linux en bénéficient.

source: <a onclick="cmd('link?https://www.ubuntu.com')">Ubuntu</a> is one of, if not the, largest deployed <a onclick="cmd('link?https://en.wikipedia.org/wiki/Linux')">Linux</a> based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as Ubuntu and <a onclick="cmd('link?https://www.android.com/')"> Android</a>. Android is now in the hands of billions of people around the world and it's also powered by Linux.
fr_fr: Linux est au cœur de systèmes d'exploitation sûrs, puissants et polyvalents, comme Ubuntu ou <a onclick="cmd('link?https://www.android.com/')"> Android</a>, qui est maintenant entre les mains de milliards de personnes.Et <a onclick="cmd('link?https://www.ubuntu.com')">Ubuntu</a> est peut-être le système d'exploitation <a onclick="cmd('link?https://en.wikipedia.org/wiki/Linux')">Linux</a> le plus déployé dans le monde.

source: "An implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files."
fr_fr: "un ensemble de programmes partageant une même interface graphique (GUI) qui permet d'accéder facilement aux fichiers pour les éditer et les modifier, le terme reprenant la métaphore du bureau."

source: Ubuntu Budgie comes with a lot of useful applications like
fr_fr: Ubuntu Budgie est livré avec un grand nombre d'applications utiles comme :

source: it will feel very familiar.
fr_fr: tout vous paraîtra très familier.

source: What Linux, Ubuntu and Budgie desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu Budgie is free, in the truest sense of the word.
fr_fr: Linux, Ubuntu et Budgie desktop ont en commun d'être Open Source. Ces logiciels peuvent donc être librement utilisés, modifiés et partagés par n'importe qui, sous une forme modifiée ou non. En un mot, Ubuntu Budgie est libre, au sens propre du terme.

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu Budgie. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu Budgie.
fr_fr: Bien que vous puissiez acheter quelques distributions Linux la grande majorité est fournie gratuitement, comme Ubuntu Budgie. Sa licence permet à quiconque de le distribuer gratuitement, sans aucune condition. Ainsi, elle donne à tout membre de la communauté des utilisateurs la liberté d'utiliser Linux dans n'importe quel but, de distribuer, de modifier, de redistribuer ou même de vendre le système d'exploitation. Si vous modifiez et redistribuez Linux avec vos modifications, vous êtes tenu par la licence de soumettre vos modifications en vue d'une éventuelle inclusion dans les versions futures. Il n'y a aucune garantie que ce sera fait, mais si vous avez amélioré le système, il se peut que vos modifications soient incluses dans une prochaine version d'Ubuntu Budgie.

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses.
fr_fr: De nombreux utilisateurs de Linux sont des entreprises qui utilisent le système d'exploitation dans leurs activités ou qui l'intègrent dans leurs produits. Beaucoup de ces entreprises fournissent des correctifs et de nouvelles fonctionnalités pour Linux pour l'adapter à leurs besoins.

source: to the Linux community and Ubuntu Budgie improves as a result. This is how we can continually improve and grow without having to charge our users money.
fr_fr: avec la communauté Linux et Ubuntu Budgie s'améliore en conséquence. C'est ainsi que nous pouvons continuellement nous améliorer et nous développer sans avoir à faire payer nos utilisateurs.

source: Unlike Windows and OS X, Linux is not created and supported by just one company. It is supported by Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
fr_fr: Contrairement à Windows et macOS, Linux n'est pas conçu et pris en charge par une seule entreprise. Il est supporté par Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD et Microsoft. Plus de 4 000 développeurs ont contribué à Linux au cours des quinze dernières années.

source: Whether you are a home user of Ubuntu Budgie, a Ubuntu Budgie software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu Budgie and its related projects: Linux, Budgie desktop, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
fr_fr: Que vous soyez un utilisateur privé d'Ubuntu Budgie, un développeur de logiciels ou d'applications Ubuntu Budgie, ou un employé d'une organisation qui utilise le système d'exploitation, vous êtes un membre des communautés Linux et Open Source et vous bénéficiez des efforts des développeurs qui contribuent à Ubuntu Budgie et à ses projets connexes : Linux, Budgie Desktop et Ubuntu. Les membres de la communauté font fonctionner Linux sur pratiquement n'importe quel matériel, du Macbook le plus élégant au netbook le moins cher, du plus récent Chromebook à de très anciennes machines conçues pour Windows, et des serveurs Internet les plus puissants au plus petit thermostat intelligent.
