Repository: Kyuyrii/budgie-welcome
Catalog: data/po/budgie-applets/*.po
Languages: fr_fr, it

source: Budgie Desktop Extras
fr_fr: Applets supplémentaires

source: Budgie Desktop Settings
fr_fr: Paramètres du bureau Budgie
it: Impostazioni Budgie Desktop

source: Haste Applet
fr_fr: Haste
it: Applet Haste

source: Post any text – be it code or prose – to various services directly from your desktop.
fr_fr: Postez n'importe quel texte vers différents services en ligne directement depuis votre bureau.
it: Posta qualsiasi testo, codice o commento su vari servizi direttamente dal tuo desktop.

source: Remove
fr_fr: Supprimer
it: Rimuovi

source: Install
fr_fr: Installer
it: Installa

source: Applying changes...
fr_fr: Application des changements...
it: Applicazione modifiche...

source: Logout and login after installing applets. From the menu - choose Budgie Desktop Settings and choose the Panel to add and configure applets.
fr_fr: Fermez la session puis reconnectez-vous pour finaliser l'installation. Ajoutez et configurerez des applets depuis "Paramètres du bureau Budgie"> "Panneau".
it: Termina la sessione e accedi dopo l'installazione dell'applet. Dal menu - scegliere Impostazioni Budgie Desktop e dal pannello scegliere aggiungi e configura applet.

source: Media Player Applet
fr_fr: Media Player

source: Applet for the budgie panel for controlling all of your playing media.
fr_fr: Pour contrôler les médias depuis le panneau.
it: Applet per il controllo dei media in riproduzione dal pannello.

source: Lightpad Applet
fr_fr: Lightpad
it: Applet Lightpad

source: A full-screen application launcher.
fr_fr: Un lanceur d'applications plein écran.
it: Vista delle applicazioni a schermo intero.

source: User Indicator Redux Applet
fr_fr: User Indicator Redux
it: Applet Sessione

source: Manage the user session from the Budgie panel.
fr_fr: Un menu utilisateur <i>legacy</i>.
it: Applet per gestire la sessione utente dal pannello.

source: Performance Gauge Applet
fr_fr: Performance Gauge
it: Indicatore Prestazioni

source: This applet shows a CPU, Memory or Storage gauge on your budgie panel.
fr_fr: Cet applet affiche l'utilisation du CPU, de la RAM ou du stockage
it: Mostra CPU, memoria e spazio di archiviazione sul pannello.

source: Screenshot Applet
fr_fr: Screenshot
it: Cattura Schermo

source: An advanced screenshot utility for capturing and organizing screenshots.
fr_fr: Un outil avancé pour prendre et organiser des captures d'écran.
it: Applet avanzata per salvare e organizzare le catture dello schermo.

source: Clipboard Applet
fr_fr: Clipboard
it: Applet Appunti

source: A clipboard manager applet that can help you to store and manage clipboard content.
fr_fr: Un gestionnaire de presse-papiers avancé.
it: Applet per salvare e gestire il contenuto degli appunti.

source: Calendar Applet
fr_fr: Calendar
it: Applet Calendario

source: Show date and time and when clicked show a calendar in a popover.
fr_fr: Affiche la date et l'heure ainsi qu'un calendrier en pop-up lorsqu'on clique dessus.
it: Mostra data e ora, e un calendario a comparsa con il clic.

source: Network Applet
fr_fr: Network
it: Applet Connessioni

source: Network connectivity applet.
fr_fr: Applet de connectivité réseau
it: Applet per gestire le connessioni di rete.

source: Carbon Tray Applet
fr_fr: Carbon Tray

source: Display xembed icons from legacy applications.
fr_fr: Affiche les icônes "xembed" des applications <i>legacy</i>.
it: Mostra le icone di stato per applicazioni legacy.

source: VisualSpace Applet
fr_fr: VisualSpace
it: Applet VisualSpace

source: Display application windows across multiple workspaces.
fr_fr: Affiche les applications ouvertes sur chacun des espaces de travail.
it: Visualizza le finestre da più aree di lavoro.

source: Analog Clock Applet
fr_fr: Analog Clock
it: Orologio Analogico

source: Display the time using a traditional dial-face clock.
fr_fr: Affiche une horloge traditionnelle à cadran.
it: Visualizza l'ora utilizzando un tradizionale orologio con quadrante.

source: Window Shuffler
fr_fr: Windows Shuffler
it: Shuffler della finestra

source: Graphical and keyboard friendly window arranger.
fr_fr: Gestionnaire de fenêtres graphique utilisable au clavier.
it: Affiancamento semplice di finestre da mouse e tastiera.

source: Logout and login after installing. Choose from the menu to configure this application.
fr_fr: Après déconnection puis reconnection, lancez "Contrôle du mélangeur de fenêtres" depuis le menu principal pour configurer l'application.
it: Dopo l'installazione disconnettersi e riaccedere. Scegli questa applicazione dal menu per configurarla.

source: Applications Menu applet
fr_fr: Applications Menu
it: Menu Applicazioni

source: Stylish applications menu applet.
fr_fr: Un menu principal élégant.
it: Un menu applicazioni moderno.

source: CPU Frequency Applet
fr_fr: CPU Frequency
it: Indicatore Frequenza CPU

source: Control the frequency of the processor (Sandy Bridge and newer).
fr_fr: Contrôle la fréquence du processeur (Sandy Bridge et plus récents).
it: Controlla la frequenza del processore (Sandy Bridge e versioni più recenti).

source: System Monitor Applet
fr_fr: System Monitor
it: Monitor di Sistema

source: Show frequency, ram, swap & network values.
fr_fr: Affiche la fréquence du CPU, l'utilisation de la RAM, du fichier de <i>swap</i> et des transferts réseau.
it: Mostra i valori di cpu, ram, swap e rete.

source: CPU Temperature Applet
fr_fr: CPU Temperature
it: Indicatore Temperatura CPU

source: Show CPU and various sensor temperature values.
fr_fr: Affiche les valeurs de température de l'unité centrale et de divers capteurs.
it: Mostra la temperatura della CPU e di altri sensori.

source: Pixel-Saver Applet
fr_fr: Pixel-Saver
it: Applet Salva-Pixel

source: Hides the title bar from maximized windows and creates a new one inside the panel.
fr_fr: Cache le titre des fenêtres maximisées et l'affiche dans le panneau.
it: Nasconde la barra del titolo nelle finestre massimizzate e la integra nel pannello.

source: Global Menu Applet
fr_fr: Global Menu
it: Applet Global Menu

source: Moves the menu from applications into the panel.
fr_fr: Affiche le menu des applications dans le panneau.
it: Sposta il menu applicazioni nel pannello.

source: Customize and display system information on the panel.
fr_fr: Affiche des informations système personnalisées sur le panneau.
it: Visualizza nel pannello informazioni di sistema personalizzate.

source: Hotcorners Applet
fr_fr: Hotcorners
it: Applet bordi attivi

source: Allow user defined commands to be executed when the mouse cursor is pushed into a corner of the main desktop.
fr_fr: Exécute des commandes définies par l'utilisateur lorsque le pointeur est poussé dans un des coins du bureau principal.
it: Esegue un'azione definita dall'utente quando il puntatore raggiunge un angolo del desktop.

source: Quicknote Applet
fr_fr: Quicknote
it: Applet nota veloce

source: Quickly record a text based note.
fr_fr: Enregistre une note textuelle rapidement.
it: Salva velocemente una nota di testo.

source: Previews
fr_fr: Prévisualisations
it: Applet Anteprime

source: Show an overview of windows in an exposé like way.
fr_fr: Affiche un aperçu des fenêtres ouvertes dans un bandeau.
it: Mostra un'anteprima delle finestre in stile exposé.

source: Workspace Overview Applet
fr_fr: Workspace Overview
it: Applet panoramica spazio di lavoro

source: Quickly navigate workspaces using the applet's menu.
fr_fr: Naviguez rapidement entre les bureaux virtuels grâce au menu de l'applet.
it: Naviga velocemente tra le aree di lavoro usando un menu.

source: Workspace Wallpaper Applet
fr_fr: Workspace Wallpaper
it: Applet sfondo spazio di lavoro

source: Show a different wallpaper on each workspace.
fr_fr: Affiche un fond d'écran différent sur chaque bureau virtuel.
it: Mostra uno sfondo differente per ogni spazio di lavoro.

source: Window Mover Applet
fr_fr: Window Mover
it: Applet spostamento finestra

source: Quickly move windows between workspaces.
fr_fr: Déplace rapidement les fenêtres entre les bureaux virtuels.
it: Sposta velocemente le finestre tra le aree di lavoro.

source: Desktop Showtime Applet
fr_fr: Desktop Showtime
it: Orologio da Scrivania

source: Display the date and time on the Desktop.
fr_fr: Affiche la date et l'heure sur le bureau.
it: Mostra ora e data sulla scrivania.

source: CountDown Applet
fr_fr: CountDown
it: Applet Conto alla rovescia

source: Set a timed countdown and run an action when the countdown completes.
fr_fr: Effectue une action après un compte à rebours prédéfini.
it: Imposta un conto alla rovescia e un'azione da eseguire quando il conto termina.

source: Auto-Keyboard Switcher Applet
fr_fr: Auto-Keyboard Switcher
it: Commutatore Tastiera

source: Change the keyboard language automatically on a per application basis.
fr_fr: Change automatiquement la langue du clavier en fonction de l'application.
it: Cambia automaticamente la lingua della tastiera in base all'applicazione.

source: Screen Rotation Lock Applet
fr_fr: Screen Rotation Lock
it: Blocco Rotazione

source: Add the ability to unlock or lock the screen from rotating.
fr_fr: Ajoute la possibilité de bloquer ou débloquer la rotation de l'écran.
it: Applet per bloccare o sbloccare la rotazione dello schermo.

source: Clockworks Applet
fr_fr: Clockworks
it: Orologi Mondiali

source: Display the time across multiple time zones.
fr_fr: Affiche l'heure de plusieurs fuseaux horaires
it: Visualizza l'ora per diversi fusi orari.

source: DropBy Applet
fr_fr: DropBy
it: Cancellato dall'Applet

source: Display a pop-up window when a USB device is connected.
fr_fr: Affiche une fenêtre pop-up lorsqu'un appareil USB est connecté.
it: Visualizza una notifica quando viene collegato un dispositivo USB.

source: Brightness Controller Applet
fr_fr: Brightness Controller
it: Applet Luminosità

source: Control the backlight via your graphics driver controller or GNOME's brightness controller.
fr_fr: Ajustez le rétroéclairage via le contrôleur du pilote graphique ou le contrôleur de luminosité de GNOME.
it: Controlla la luminosità tramite il Driver Video o l'utilità di Gnome.

source: Browser Profile Launcher Applet
fr_fr: Browser Profile Launcher
it: Profili Browser

source: Launch and create multiple Chromium/Chrome profiles.
fr_fr: Gérez des profils multiples sur Chromium ou Chrome.
it: Avvia e crea profili multipli su Chromium/Chrome.

source: Find Fast 'Kangaroo' Applet
fr_fr: Find Fast 'Kangaroo'
it: Ricerca Veloce Kangaroo

source: Quick and easy browsing, across (possibly) many folder layers, without having to-do a single mouse click.
fr_fr: Navigation rapide, facile et sans le moindre clic à travers (éventuellement) plusieurs couches de dossiers.
it: Esplorazione facile e veloce di cartelle con molti livelli senza nessun clic.

source: Weather and Forecast Applet
fr_fr: Weather and Forecast
it: Applet Meteo e Previsioni

source: Weather forecast every three hours and over five days.
fr_fr: Prévisions météo toutes les trois heures et sur trois jours.
it: Previsioni del tempo ogni tre ore e fino a cinque giorni.

source: Recently Used Applet
fr_fr: Recently Used
it: Applet Recenti

source: Show recently used items in a menu.
fr_fr: Affiche les éléments récemment utilisés dans un menu.
it: Mostra gli elementi aperti di recente con un menu.

source: Trash Applet
fr_fr: Trash
it: Applet Cestino

source: Show, hide and restore trash items.
fr_fr: Afficher, masquer et restaurer les éléments de la corbeille.
it: Mostra, nasconde e ripristina gli elementi nel cestino.

source: Application Launcher Applet
fr_fr: Application Launcher
it: Avvio Applicazioni

source: Display your favorite applications in a menu and on the panel.
fr_fr: Affichez vos applications préférées dans un menu et sur le panneau.
it: Mostra le tue applicazioni preferite in un menu e sul pannello.

source: Take-A-Break Applet
fr_fr: Take-A-Break
it: Applet Prendi una pausa

source: A pomodoro-like applet, to make sure you take regular breaks from working.
fr_fr: Un applet utilisant la technique Pomodoro pour vous forcer à faire des pauses régulières.
it: Applet stile pomodoro che ti aiuta a prendere pause regolari durante il lavoro.

source: WallStreet is a mini-app to switch wallpapers at a regular interval.
fr_fr: Wallstreet est une petite application qui change de fond d'écran à intervalle régulier.
it: Piccola applicazione per cambiare gli sfondi a intervalli regolari.

source: Fuzzy-Clock Applet
fr_fr: FuzzyClock
it: Orologio Fuzzy

source: Shows the time in a fuzzy way.
fr_fr: Affiche l'heure de manière floue.
it: Visualizza l'ora in modo strano.

source: Keep track of usage per workspace.
fr_fr: Affiche le temps passé sur chaque espace de travail.
it: Tiene traccia del tempo trascorso su ogni area di lavoro.

source: Quickly find and choose the equivalent locale character for an ascii character.
fr_fr: Ingégrez rapidement des caractères spéciaux.
it: Trova e copia velocemente il carattere locale equivalente di un carattere ascii.

source: Status Notifier Tray Applet
fr_fr: Status Notifier Tray
it: Applet Icone di Notifica

source: System Tray in KDE StatusNotifierItem format.
fr_fr: System Tray au format "KDE StatusNotifierItem".
it: Barra delle applicazioni nel formato StatusNotifierItem di KDE.

source: Workspace Stopwatch
it: Applet Cronometro

source: Quick Character
it: Applet Simboli
