Repository: Kyuyrii/budgie-welcome
Catalog: data/po/gaming/*.po
Languages: ca, it, ko, ms_my, nl_nl, pt_br

source: Gaming
ca: Jocs
it: Gioco
ko: 게임 관리
ms_my: Permainan Digital
pt_br: Jogos

source: Gaming Clients
ca: Clients de joc
it: Client di Gioco
ms_my: Klien Permainan Digital
pt_br: Clientes de jogos

source: Gaming Tools
ca: Eines de joc
it: Strumenti di Gioco
ms_my: Alatan Permainan Digital
pt_br: Ferramentas de jogos

source: Games List
ca: Llista de jocs
it: Lista dei Giochi
ms_my: Senarai Permainan
nl_nl: Games-lijst
pt_br: Lista de Jogos

source: Gaming Client
ca: Client de jocs
it: Client di Gioco
ko: 게임 관리 클라이언트
ms_my: Klien Permainan Digital
pt_br: Cliente de jogos

source: A gaming client will help you download, install and manage your games.
ca: Un client de jocs us ajudarà a descarregar, instal·lar i gestionar els vostres jocs.
it: Un client di gioco ti aiuterà a scaricare, installare e gestire i tuoi giochi.
ko: 게임 관리 클라이언트는 여러분의 게임을 다운로드해서, 설치하고, 관리하는 과정을 도울 것입니다.
ms_my: Sebuah klien permainan digital yang membantu anda muat turun, pasang dan urus permainan anda.
nl_nl: Een gameclient helpt je bij het downloaden, installeren en beheren van je games.
pt_br: Um cliente de jogos irá ajudá-lo a descarregar, instalar e gerir os seus jogos.

source: Lutris is a gaming client for Linux. It gives you access to (almost) all your video games.
ca: Lutris és un client de jocs per a Linux. Us dona accés a (gairebé) tots els videojocs.
it: Lutris è un client di gioco per Linux. Ti dà accesso a (quasi) tutti i tuoi videogiochi.
ko: 루트리스(Lutris)는 리눅스 용 게임 관리 클라이언트입니다. 루트리스는 여러분의 (거의) 모든 비디오 게임을 할 수 있도록 해줍니다.
ms_my: Lutris ialah sebuah klien permainan untuk Linux. Ia memberi anda capaian ke (hampir) kesemua permainan video anda.
nl_nl: Lutris is een gaming-client voor Linux. Het geeft je toegang tot (bijna) al je videogames.
pt_br: O Lutris é um cliente de jogos para Linux. Dá-lhe acesso a (quase) todos os seus jogos de vídeo.

source: Remove
ca: Elimina
it: Rimuovi
ko: 제거
ms_my: Buang
nl_nl: Verwijder
pt_br: Remover

source: Install
ca: Instal·la
it: Installa
ko: 설치
ms_my: Pasang
nl_nl: Installeer
pt_br: Instalar

source: Applying Changes...
ca: S'apliquen els canvis...
it: Applicare le modifiche...
ko: 변경 사항 적용 중...
ms_my: Menerapkan Perubahan...
nl_nl: Veranderingen toepassen...
pt_br: Aplicando as alterações...

source: Click on the help icon to learn how to install your games
ca: Cliqueu a la icona d'ajuda per obtenir informació sobre com instal·lar jocs.
ko: 게임을 설치하는 방법을 배우려면 도움말 아이콘을 클릭하세요
ms_my: Klik pada ikon bantuan untuk ketahui bagaimana hendak memasang permainan anda.
pt_br: Clique no ícone de ajuda para saber como instalar os seus jogos

source: Steam is the ultimate destination for playing, discussing, and creating games.
ca: Steam és la destinació definitiva per jugar, discutir i crear jocs.
it: Steam è la destinazione definitiva per giocare, discutere e creare giochi.
ko: 스팀(Steam)은 게임을 플레이하고, 토의하며, 만들기 위한 최적의 터입니다.
ms_my: Steam ialah destinasi ulung untuk bermain, berbincang, dan mencipta permainan.
nl_nl: Steam is de ultieme bestemming voor het spelen, discussiÃ«ren en maken van games.
pt_br: O Steam é o destino final para jogar, discutir, e criar jogos.

source: Please reboot to complete installation
ca: Si us plau, reinicieu per completar la instal·lació.
it: Per favore riavvia per completare l'installazione
ko: 설치를 완료하려면 재시작해주세요
ms_my: Sila but semula untuk menyelesaikan pemasangan
pt_br: Reinicie para completar a instalação

source: RetroArch is a frontend for emulators, game engines and media players.
ca: RetroArch és una interfície per a emuladors, motors de jocs i reproductors multimèdia.
it: RetroArch è un frontend per emulatori, motori di gioco e lettori multimediali.
ms_my: RetroArch ialah sebuah bahagian hadapan untuk emulator, enjin permainan dan pemain media.
nl_nl: RetroArch is een frontend voor emulators, game engines en mediaspelers.
pt_br: O RetroArch é uma interface gráfica para emuladores, motores de jogo e reprodutores multimédia.

source: Just play. If you need help, please reach out to the <a onclick="cmd('link?https://www.retroarch.com/?page=faq')"> FAQ page </a>
ca: Només jugueu. Si necessiteu ajuda, consulteu la pàgina <a onclick="cmd('link?https://www.retroarch.com/?page=faq')">de les PMF </a>.
it: Gioca e basta. Se hai bisogno di aiuto, contatta la pagina delle <a onclick="cmd('link?https://www.retroarch.com/?page=faq')">domande frequenti</a>
ms_my: Cuma perlu main sahaja. Jika anda perlukan bantuan, sila rujuk <a onclick="cmd('link?https://www.retroarch.com/?page=faq')">halaman FAQ</a>
pt_br: Apenas jogue. Se precisar de ajuda. consulte a página das <a onclick="cmd('link?https://www.retroarch.com/?page=faq')"> FAQ </a>

source: Minigalaxy is a GOG client for Linux. It can install, manage, and update native and windows games, including their <i title="DLC: Downloadable Content">DLCs.</i>
ca: Minigalaxy és un client GOG per a Linux. Pot instal·lar, gestionar i actualitzar jocs natius i de Windows, inclosos els <i title="DLC: Downloadable Content">DLC.</i>
it: Minigalaxy è un client GOG per Linux. Può installare, gestire e aggiornare i giochi nativi e per Windows, inclusi i loro <i title="DLC: Downloadable Content">DLC.</i>
ms_my: Minigalaxy ialah sebuah klien GOG untuk Linux. Ia dapat memasang, mengurus, dan mengemas kini permainan tabii Linux dan juga Windows, termasuklah <i title="DLC: Downloadable Content">DLC</i> mereka.
pt_br: Minigalaxy é um cliente GOG para Linux. Pode instalar, gerir, e atualizar jogos nativos do Windows, incluindo os seus <i title="DLC: Downloadable Content">DLCs.</i>

source: Tools to have a more comfortable and feature-rich gaming experience
ca: Eines per tenir una experiència de joc més còmoda i rica en funcions
it: Strumenti per vivere un'esperienza di gioco più comoda e ricca di funzionalità
ms_my: Alatan yang menjadikan pengalaman permainan digital lebih selesa dan kaya ciri-cirinya
pt_br: Ferramentas para ter uma experiência de jogo mais confortável e repleta de funcionalidades

source: Piper is a GTK+ application to configure gaming mice using ratbagd
ca: Piper és una aplicació GTK+ per configurar ratolins de joc mitjançant ratbagd
it: Piper è un'applicazione GTK+ per configurare mouse da gioco usando ratbagd
ms_my: Piper ialah sebuah aplikasi GTK+ yang dapat mengkonfigur tetikus permainan menerusi ratbagd
pt_br: Piper é uma aplicação GTK+ para configurar ratos de jogo usando ratbagd

source: Check project by clicking the help button
ca: Feu un cop d'ull al projecte fent clic al botó d'ajuda.
it: Controlla il progetto facendo clic sul pulsante della guida
ms_my: Lihat projek dengan mengklik butang bantuan
pt_br: Verifique o projeto ao clicar no botão de ajuda

source: CPU Frequency Applet
ca: Miniaplicació de la freqüència de CPU
it: Applet frequenza della CPU
ms_my: Aplet Frekuensi CPU
nl_nl: CPU frequentie applet
pt_br: Applet de Frequência da CPU

source: Control the frequency of the processor (Sandy Bridge and newer).
ca: Controleu la freqüència del processador (Sandy Bridge i més recents).
it: Controlla la frequenza del processore (Sandy Bridge e versioni più recenti).
ms_my: Kawal frekuensi pemproses (Sandy Bridge dan yang lebih baharu).
nl_nl: Beheer de kloksnelheid van de processor (Sandy Bridge en nieuwer).
pt_br: Controla a frequência do processador (Sandy Bridge e mais recentes).

source: Install from Budgie Extras
ca: Instal·la des de Budgie Extras
it: Installa da Budgie Extras
ms_my: Pasang Tambahan Budgie
nl_nl: Installeren vanuit Budgie Extras
pt_br: Instalação a partir dos Extras do Budgie

source: Generic RGB management tool for linux. Fully open source and aims to remove hardware specific vendor apps
ca: Eina genèrica de gestió d'RGB per a Linux. Totalment de codi obert i amb l'objectiu suprimir les aplicacions específiques del proveïdor de maquinari.
it: Strumento di gestione RGB generico per Linux. Completamente open source e mira a rimuovere le app del fornitore specifico dell'hardware
ms_my: Alat pengurusan RGB generik untuk linux. Sepenuhnya bersumber terbuka dan khusus untuk membuang perkakasan apl vendor tertentu
pt_br: Ferramenta de gestão genérica de RGB para Linux. Totalmente de código aberto com o objetivo de remover aplicações específicas do fornecedor de equipamento

source: Check website by clicking the help button
ca: Feu un cop d'ull al lloc web fent clic al botó d'ajuda.
it: Controllare il sito Web facendo clic sul pulsante di aiuto
ms_my: Lihat tapak sesawang dengan mengklik butang bantuan
pt_br: Verifique o website clicando no botão de ajuda

source: Polychromatic is a frontend for OpenRazer that enables Razer devices to control lighting effects and more on GNU/Linux. All configurations done out of the box.
ca: Polychromatic és una interfície per a OpenRazer que permet als dispositius Razer controlar els efectes d'il·luminació i altres a GNU/Linux. Totes les configuracions estan automatitzades.
it: Polychromatic è un frontend per OpenRazer che consente ai dispositivi Razer di controllare gli effetti di luce e altro su GNU/Linux. Tutte le configurazioni eseguite out of the box.
ms_my: Polychromatic ialah sebuah bahagian hadapan untuk OpenRazer yang membolehkan pemacu Razer kawal kesan pencahayaan dan banyak lagi untuk GNU/Linux. Semua konfigurasi dilakukan terus melaluinya.
pt_br: Polychromatic é uma interface para o OpenRazer que permite que os dispositivos Razer controlem os efeitos de iluminação e muito mais no GNU/Linux. Todas as configurações feitas para usar prontamente.

source: Please reboot after install as well as removal
ca: Si us plau, reinicieu després de la instal·lació i la supressió.
it: Si prega di riavviare dopo l'installazione e la rimozione
ms_my: Sila but semula selepas pemasangan dan juga untuk pembuangan
pt_br: Reiniciar após a instalação, bem como a remoção

source: Discord is a <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, instant messaging and digital distribution platform.
ca: Discord és una plataforma de <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, missatgeria instantània i distribució digital.
it: Discord è una piattaforma <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, di messaggistica istantanea e di distribuzione digitale.
ms_my: Discord ialah sebuah <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, iaitu pemesejan segera dan platform pengedaran digital.
nl_nl: Discord is een <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, instant messaging en digitaal distributieplatform.
pt_br: O Discord é uma <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, plataforma de mensagens instantâneas e distribuição digital.

source: Free and open source software for video recording and live streaming.
ca: Programari gratuït i de codi obert per a la gravació de vídeo i la transmissió en directe.
it: Software gratuito e open source per la registrazione video e lo streaming live.
ms_my: Perisian sumber terbuka dan percuma untuk merakam video dan penstriman langsung.
nl_nl: Gratis en open source software voor video-opname en livestreaming.
pt_br: Software gratuito e de código aberto para gravação de vídeo e transmissão em direto.

source: A Vulkan and OpenGL overlay for monitoring <i title="FPS: Frames Per Second">FPS</i>, temperatures, CPU/GPU load and more. Comes with GOverlay as GUI.
ca: Una superposició de Vulkan i OpenGL per controlar <i title="FPS: Frames Per Second">FPS</i>, temperatures, càrrega de CPU/GPU i molt més. Ve amb GOverlay com a IGU.
it: Un overlay Vulkan e OpenGL per il monitoraggio di <i title="FPS: Frames Per Second">FPS</i>, temperature, carico CPU/GPU e altro. Viene fornito con Goverlay come GUI.
ms_my: Sebuah tindihan atas Vulkan dan OpenGL untuk pemantauan <i title="FPS: Frames Per Second">FPS</i>, suhu, beban CPU/GPU dan banyak lagi. Juga disertakan dengan GOverlay sebagai GUI.
pt_br: Uma sobreposição vulkan e OpenGL para monitorização <i title="FPS: Frames Per Second">de FPS</i>, temperaturas, carga GPU/CPU e muito mais. Vem com GOverlay como GUI.

source: Please check help section for usage information. Example config at: /usr/share/doc/mangohud.
ca: Consulteu la secció d'ajuda per obtenir informació sobre l'ús. Exemple de configuració a /usr/share/doc/mangohud.
it: Si prega di controllare la sezione della guida per informazioni sull'utilizzo. Esempio di configurazione su: /usr/share/doc/mangohud.
ms_my: Sila semak seksyen bantuan untuk maklumat penggunaan. Contoh konfigurasi di: /usr/share/doc/mangohud.
nl_nl: Raadpleeg de helpsectie voor informatie over het gebruik. Voorbeeld configuratie bij: /usr/share/doc/mangohud.
pt_br: Verifique a secção de ajuda para obter informação sobre o uso. Exemplo de configuração em: /usr/share/doc/mangohud.

source: CoreCTRL allows you to control hardware performance using application profiles. NOTE: This repository includes updated mesa and drivers stack for Intel and AMD GPUs.
ca: CoreCTRL us permet controlar el rendiment del maquinari mitjançant perfils d'aplicació. NOTA: aquest repositori inclou una versió actualitzada de mesa i una pila de controladors per a les GPU Intel i AMD.
it: CoreCTRL consente di controllare le prestazioni hardware utilizzando i profili dell'applicazione. NOTA: questo repository include mesa aggiornato e stack di driver per GPU Intel e AMD.
ms_my: CoreCTRL membolehkan anda kawal prestasi perkakasan melalui profil aplikasi. PERHATIAN: Repositori ini termasuklah tindanan mesa dan pemacu yang dikemas kini untuk GPU Intel dan AMD.
pt_br: O CoreCTRL permite controlar o desempenho do equipamento utilizando perfis de aplicação. NOTA: Este repositório inclui controladores/gráficos atualizados para GPUs Intel e AMD.

source: Check website by clicking the help button. This updates CPU & GPU drivers to their latest.
ca: Feu un cop d'ull al lloc web fent clic al botó d'ajuda. Això actualitza els controladors de CPU i GPU a la versió més recent.
it: Controllare il sito Web facendo clic sul pulsante di aiuto. Questo aggiorna i driver della CPU e della GPU all'ultima versione.
ms_my: Lihat tapak sesawang dengan mengklik butang bantuan. Ia mengemas kini pemacu CPU & GPU ke versi yang terkini.
pt_br: Consulte o website clicando no botão de ajuda. Isto atualiza os controladores da CPU e GPU para a sua versão mais recente.

source: A community curated list of game suggestions
ca: Una llista de suggeriments de jocs seleccionada per la comunitat
it: Un elenco di suggerimenti di gioco curato dalla community
ms_my: Sebuah komuniti yang menyenaraikan cadangan permainan
nl_nl: Een door de community samengestelde lijst met gamesuggesties
pt_br: Uma lista de sugestões de jogos categorizados pela comunidade

source: Xonotic - Free & Open Source Multiplayer <i title="FPS: First Person Shooter">FPS</i>
ca: Xonotic - Multijugador gratuït i de codi obert <i title="FPS: First Person Shooter">FPS</i>
it: Xonotic - FPS multigiocatore free e open source
ms_my: Xonotic - Pemain Berbilang <i title="FPS: First Person Shooter">FPS</i> Bersumber Terbuka & Percuma

source: Valheim - Survival <i title="Role Playing Game">RPG</i>
ca: Valheim - Supervivència <i title="Role Playing Game">RPG</i>
ms_my: Valheim - <i title="Role Playing Game">RPG</i> Kemandirian

source: Loop Hero - 8 bit retro-styled Deck building game
ca: Loop Hero: joc de construcció d'estil retro de 8 bits
it: Loop Hero - Gioco di costruzione di mazzi a 8 bit in stile retrò
ms_my: Loop Hero - Permainan membina Dek gaya-retro 8 bit

source: No Longer Home - Point & Click, semi-auto-biographical
ca: Ja no ets a casa - Apunta i clica, semiautobiogràfic
it: No Longer Home - Punta e clicca, semi-autobiografico
ms_my: No Longer Home - Tuju & Klik, semi-auto-berbiografi

source: Boyfriend Dungeon - Dating SIM, Hack & Slash
ca: Boyfriend Dungeon: SIM de cites, Hack & Slash
it: Boyfriend Dungeon - SIM per appuntamenti, Hack & Slash
ms_my: Boyfriend Dungeon - SIM berkencan, Hack & Slash

source: Binding of Isaac - Top Down Dungeon Crawler, high difficulty
ca: Binding of Isaac - Top Down Dungeon Crawler, dificultat alta
it: Binding of Isaac - Top Down Dungeon Crawler, alta difficoltà
ms_my: Binding of Isaac - Perayau Kurungan Bawah Tanah dari Atas ke Bawah, sangat sukar

source: Click on the help icon to learn how to install your games.
nl_nl: Klik op het helppictogram voor meer informatie over het installeren van games.

source: Please reboot to complete installation.
nl_nl: Start opnieuw op om de installatie te voltooien.

source: Just play. If you need help, please reach out to the <a onclick="cmd('link?https://www.retroarch.com/?page=faq')"> FAQ page. </a>
nl_nl: Gewoon spelen. Heb je hulp nodig, kijk dan op de <a onclick="cmd('link?https://www.retroarch.com/?page=faq')"> FAQ-pagina. </a>

source: Minigalaxy is a GOG client for Linux. It can install, manage, and update native and windows games, including their <i title="DLC: Downloadable Content">DLCs</i>.
nl_nl: Minigalaxy is een GOG-client voor Linux. Het kan originele en Windows-games installeren, beheren en bijwerken, inclusief hun <i title="DLC: Downloadable Content">DLCs</i>.

source: Tools to have a more comfortable and feature-rich gaming experience.
nl_nl: Hulpmiddelen voor een comfortabelere en veelzijdige game-ervaring.

source: Piper is a GTK+ application to configure gaming mice using ratbagd.
nl_nl: Piper is een GTK+ applicatie om gaming muizen te configureren met behulp van ratbagd.

source: Check project by clicking the help button.
nl_nl: Controleer het project door op de helpknop te klikken.

source: Generic RGB management tool for linux. Fully open source and aims to remove hardware specific vendor apps.
nl_nl: Generieke RGB-beheertool voor linux. Volledig open source en heeft tot doel hardware-specifieke apps van leveranciers te verwijderen.

source: Check website by clicking the help button.
nl_nl: Bekijk de website door op de helpknop te klikken.

source: Polychromatic is a frontend for OpenRazer that enables Razer devices to control lighting effects and more on Linux.
nl_nl: Polychromatic is een frontend voor OpenRazer waarmee Razer-apparaten lichteffecten op Linux kunnen regelen en meer.

source: Please reboot after install as well as removal.
nl_nl: Start de computer opnieuw op na installatie of verwijdering.

source: A Vulkan and OpenGL overlay for monitoring <i title="FPS: Frames Per Second">FPS</i>, temperatures, CPU/GPU load and more. Comes with GOverlay as <i title="GUI: Graphical User Interface (things you can interact with a mouse)">GUI</i>.
nl_nl: Een Vulkan- en OpenGL-overlay voor de bewaking van<i title="FPS: Frames Per Second">FPS</i>, temperaturen, CPU/GPU-gebruik en meer. Wordt geleverd met GOverlay als <i title="GUI: Graphical User Interface (things you can interact with a mouse)">GUI</i>.

source: CoreCTRL allows you to control hardware performance using application profiles.
nl_nl: Met CoreCTRL kunt u de hardwareprestaties beheren met behulp van toepassingsprofielen.

source: Xonotic - Free & Open Source Multiplayer <i title="FPS: First Person Shooter">FPS</i>.
nl_nl: Xonotic - Vrije & Open Source Multiplayer <i title="FPS: First Person Shooter">FPS</i>.

source: Watch
nl_nl: Bekijken

source: Visit website by clicking the help icon.
nl_nl: Bezoek de website door op het helppictogram te klikken.

source: Install Steam
nl_nl: Steam installeren

source: Launch
nl_nl: Starten

source: Loop Hero - 8 bit retro-styled Deck building game.
nl_nl: Loop Hero - 8-bits retro-stijl Deck building spel.

source: Binding of Isaac - Top Down Dungeon Crawler, high difficulty.
nl_nl: Binding of Isaac - Top Down Dungeon Crawler, hoge moeilijkheidsgraad.

source: Lutris
ko: 루트리스(Lutris)

source: Steam
ko: 스팀(Steam)
