Repository: Kyuyrii/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: fa, fr, fr_fr, ms_my, tr

source: <b>When you next boot Windows, run</b> <code>chkdsk /f</code> from the command prompt to check the file system for errors. Windows may schedule this automatically. This ensures consistency for the NTFS file system.
fr: <b>La prochaine fois que vous démarrerez sur Windows, exécutez</b> <code>chkdsk /f</code> dans une console de commande afin de vérifier l’existence d'erreurs dans le système de fichier. Windows pourrait le faire automatiquement. Cela garantira la cohérence pour le système de fichier NTFS.
fr_fr: <b>La prochaine fois que vous démarrerez sur Windows, exécutez</b> <code>chkdsk /f</code> depuis l'invite de commande s'il ne l'a pas fait automatiquement, afin de vérifier qu'il n'y ait pas d'erreurs et de garantir la cohérence du système de fichiers NTFS.
ms_my: <b>Pada but Windows berikutnya, jalankan</b> <code>chkdsk /f</code> melalui prom perintah untuk memeriksa sistem fail jika ada ralat. Windows melakukannya secara automatik. Ia memastikan ketekalan sistem fail NTFS.
tr: <b>Windows'u önyüklediğinizde, dosya sisteminde hatalar olup olmadığını kontrol etmek için komut satırından </b> <code>chkdsk /f</code> komutunu çalıştırın. Windows bunu otomatik olarak zamanlayabilir. Bu, NTFS dosya sistemi için tutarlılık sağlar.

source: Use GParted or the installer's "Custom" option.
fa: از GParted و یا گزینه "سفارشی" نصب کننده استفاده کن.
fr: Utilisez l'application GParted ou l'option "Custom/Personnalisé" de l'installeur.
fr_fr: Utilisez GParted ou l'option "Personnalisé" de l'installateur.
ms_my: Guna GParted atau pilihan "Suai" pemasang.
tr: GParted veya yükleyicinin "Özel" seçeneğini kullanın.

source: <b>GParted</b> is available during the live session only. It is located under the <b>System Tools <i class="material-icons">&#xE315;</i></b>menu. GParted provides complete flexibility over your partitions, primarily for power users who know how they'd like to layout their disks. This method makes changes to partitions prior to installation.
fr: <b>GParted</b> n'est disponible que pendant la session live. Il se trouve dans le menu <b>System Tools <i class="material-icons">&#xE315;</i></b> menu. GParted offre une flexibilité totale sur vos partitions, principalement pour les utilisateurs expérimentés qui savent comment ils souhaitent disposer leurs disques. Cette méthode permet d'apporter des modifications aux partitions avant l'installation.
fr_fr: <b>GParted</b> n'est disponible que pendant la <i>live session<-/i>. Il se trouve dans la rubrique <b><Outils Système <i class="material-icons">&#xE315;</i></b> du menu principal. Cette application, qui permet une gestion complète des partitions en mode graphique, est destinée en particulier aux utilisateurs qui savent comment ils souhaitent organiser leurs disques afin de préparer les partitions avant l'installation.
ms_my: <b>GParted</b> tersedia ketika sesi langsung sahaja. Ia terletak di bawah menu <b>Alatan Sistem <i class="material-icons">&#xE315;</i></b>. GParted menyediakan keanjalan sepenuhnya untuk mengurus sekatan anda, terutamanya buat para pengguna mahir yang tahu berkenaan bentangan cakera mereka. Kaedah ini membuat perubahan sebelum pemasangan dijalankan.

source: Open GParted
fa: GParted را باز کنید
fr: Ouvrir GParted
fr_fr: Ouvrir GParted
ms_my: Buka GParted
tr: GParted'ı Aç

source: After completing operations to your disk, you can leave the remaining space unallocated, whereby the installer will detect this unused space to install Ubuntu Budgie to.
fr_fr: Après avoir terminé les opérations sur votre disque, vous pouvez laisser l'espace restant "Non alloué" : le programme d'installation détectera cet espace inutilisé pour y installer Ubuntu Budgie.

source: Using the Installer's "Custom" option.
fa: از گزینه "سفارشی" نصب کننده استفاده کن.
fr: Utiliser l'option "Custom/Personnalisé" de l'installeur.
fr_fr: Utilisation de l'option "Autre chose" ou "Partitionnement manuel" de l'assistant d'installation.
ms_my: Menggunakan pilihan "Suai" Pemasang.
tr: Yükleyicinin "Özel" seçeneğini kullanın.

source: Instead or in addition to GParted, the <b>Custom</b> option during the installation wizard can also configure and resize your partitions as well as choose mount points. Dividing your disks can make it somewhat easier to re-install the operating system later if desired.
fr: A la place ou en plus de GParted, les options <b>Avancées</b> pendant l'assistant d'installation permettent de configurer et redimensionner vos partitions ainsi que de choisir le point de montage. Partager vos disques rend plus facile la réinstallation d'un système d'exploitation plus tard si vous le désirez.
fr_fr: A la place ou en complément de GParted, cette option permet aussi de configurer et de redimensionner les partitions ainsi que de choisir leur point de montage. La création de partitions distinctes facilite la réinstallation ultérieure d'un système d'exploitation.
ms_my: Selain daripada GParted, pilihan <b>Suai</b> ketika bestari pemasangan juga dapat konfigur dan saizkan semula sekatan anda serta dapat memilih titik lekap yang dikehendaki. Pembahagian cakera anda lebih mudah dan dapat memasang-semula sistem pengoperasian kemudian jika mahu.
tr: Bunun yerine veya GParted'e ek olarak, yükleme sihirbazı sırasında <b> Özel </b> seçeneği, bölümleri yapılandırıp yeniden boyutlandırabilir ve bağlama noktalarını seçebilir. Disklerinizi bölmek, daha sonra istediğiniz takdirde işletim sistemini yeniden yüklemeyi biraz daha kolaylaştırabilir.

source: You can specify these mount points:
fr: Vous pouvez spécifier ces points de montage :
fr_fr: Vous pouvez spécifier ces points de montage :
ms_my: Anda boleh nyatakan titik lekap berikut:
tr: Bu bağlama noktalarını belirleyebilirsiniz:

source: The base for Ubuntu Budgie
fr_fr: Racine du système

source: Bootloader and kernels
fa: بوت لودر و کرنال
fr: Chargeur d'amorçage et noyaux
fr_fr: Partition d'amorçage
ms_my: Pemuat but dan kernel
tr: Önyükleyici ve Çekirdekler

source: Your personal files and folders
fa: فایل ها و پوشه های شخصی
fr: Vos fichiers et dossiers personnels
fr_fr: Répertoire personnel
ms_my: Fail dan folder peribadi anda
tr: Kişisel dosyalarınız ve klasörleriniz

source: Temporary files
fa: فایل های موقت
fr: Fichiers temporaires
fr_fr: Fichiers temporaires
ms_my: Fail sementara
tr: Geçici dosyalar

source: Contains most of the applications <i> (binaries, documentation, libraries, etc)</i>
fr: Contiens la plupart des applications <i> (fichiers binaires, documentation, bibliothèques, etc) </i>
fr_fr: Contient la plupart des applications (fichiers binaires, documentation, bibliothèques, etc).
ms_my: Mengandungi kebanyakan aplikasi <i> (binari, dokumentasi, pustaka, dll)</i>
tr: Çoğu uygulamayı <I> (ikili dosyalar, belgeler, kitaplıklar, vb.)</i> içerir

source: Variable data <i>(such as system logs)</i>
fa: داده های متغییر <i>(مانند لاگ سیستم)</i>
fr: Données variables <i> (telles que les systèmes de journaux) </i>
fr_fr: Données diverses (telles que les journaux système)
ms_my: Data pembolehubah <i>(seperti log sistem)</i>
tr: Değişken veriler <i> (sistem günlükleri gibi) </i>

source: Data for System Services <i>(typically used for server configurations)</i>
fr: Donnée pour les services système <i>(généralement utilisés pour les configurations serveur)</i>
fr_fr: Données pour les services système (généralement utilisés pour les configurations serveur)
ms_my: Data untuk Servis Sistem <i>(biasanya digunakan untuk konfigurasi pelayan)</i>
tr: Sistem Hizmetleri Verileri<i>(genellikle sunucu yapılandırmaları için kullanılır) </i>

source: Additional software unmanaged by the package manager
fr: Programmes additionnels non pris en charge par le gestionnaire de paquets.
fr_fr: Programmes additionnels non pris en charge par le gestionnaire de paquets.
ms_my: Perisian tambahan yang tidak diurus oleh pengurus pakej
tr: Paket yöneticisi tarafından yönetilmeyen ek yazılımlar

source: such as
fa: مانند
fr: comme par exemple
fr_fr: comme
ms_my: seperti
tr: mesela

source: Creating separate partitions for all above mount points is not necessary. The commonly partitioned directories being <code>/</code>, <code>/home</code> and <code>/boot</code>. These mount points can also be set across different physical disks, for instance, if you'd like the OS <code>/</code> on an SSD, but your personal files <code>/home</code> on a mechanical hard drive.
fr: Créer des partitions pour tout les points de montage ci-dessus n'est pas nécessaire. Les dossiers communément partitionnés sont <code></code>, <code></code> et <code></code>. Ces points de montage peuvent aussi être éparpillés sur différents disques physiques. Par exemple, si vous préférez votre système d'exploitation <code></code> sur un SSD, mais vos fichiers personnels <code></code> sur un disque dur physique.
fr_fr: Il n'est pas nécéssaire de créer des partitions séparées pour tous les points de montage ci-dessus, les répertoires les plus courants étant <code>/</code>, <code>/home</code> et <code>/boot</code>. Ces points de montage peuvent aussi être placés sur des disques disques physiques différents : on peut par exemple mettre le répertoire <code>/</code> du système d'exploitation sur un SSD pour plus de rapidité et les fichiers personnels <code>/home</code> sur un simple disque dur.
ms_my: Mewujudkan sekatan berasingan untuk semua titik lekap di atas adalah tidak perlu. Direktori sekatan yang umum <code>/</code>, <code>/home</code> dan <code>/boot</code>. Titik lekap ini juga boleh ditetapkan merentasi cakera fizikal yang berbeza, contohnya, jika anda menyukai OS <code>/</code> dalam SSD, tetapi fail peribadi <code>/home</code> dalam cakera keras mekanikal.
tr: Yukarıdaki tüm bağlantı noktaları için ayrı bölümler oluşturmak gerekmez. Sıklıkla bölünen dizinler <code>/</code>, <code>/home</code> ve <code>/boot</code> olur. Bu bağlantı noktaları farklı fiziksel diskler arasında da ayarlanabilir, örneğin işletim sistemini <code>/</code> bir SSD'ye, ancak kişisel dosyalarınızı <code>/home</code> mekanik bir sabit sürücüye yüklemek isterseniz.

source: Shrink your system disk within Windows.
fr: Réduisez votre disque système depuis Windows.
fr_fr: Réduisez votre disque système depuis Windows.
ms_my: Kecilkan cakera sistem anda di dalam Windows.
tr: Windows içinde sistem diskinizi küçültün.

source: Applies to Windows Vista and later.
fa: بر روی ویندوز ویستا و بالاتر اعمال شده است.
fr: S'applique à Windows Vista et plus récents.
fr_fr: S'applique à Windows Vista et aux versions ultérieures.
ms_my: Diterap pada Windows Vista dan versi terkemudian.
tr: Windows Vista ve sonraki sürümleri için geçerlidir.

source: If you are using Windows XP or earlier, you will need to use the <b>Simple</b> or <b>Advanced</b> method to shrink your disk.
fr: Si vous utilisez Windows XP ou antérieur, vous devrez utiliser la méthode <b>Simple</b> ou <b>Avancée</b> pour réduire votre disque.
fr_fr: Si vous utilisez Windows XP ou une version antérieure, vous devrez choisir les méthodes <b>Simple</b> ou <b>Avancée</b> pour réduire votre disque.
ms_my: Jika anda masih menggunakan Windows XP atau yang lebih lama, anda perlu ikuti kaedah <b>Mudah</b> atau <b>Lanjutan</b> untuk kecilkan cakera anda.
tr: Windows XP veya daha önceki bir sürümünü kullanıyorsanız, diskinizi küçültmek için <b> Basit </b> veya <b> Gelişmiş </b> yöntemini kullanmanız gerekecektir.

source: Newer versions of Windows provide a tool to shrink the NTFS volume from within Windows. This is a safer bet if it's essential that Windows still boots on your computer while experiencing Ubuntu Budgie.
fr_fr: Les versions plus récentes de Windows fournissent un outil permettant de réduire la partition NTFS à partir de Windows. C'est une solution plus sûre s'il est essentiel que vous continuiez à utiliser Windows pendant que vous découvrez Ubuntu Budgie.

source: Open <b>Disk Management</b> from the start menu.
fr: Ouvrir le <b>gestionnaire de disque</b> à partir du menu Démarrer.
fr_fr: Ouvrez le <b>Gestionnaire de disques</b> à partir du menu Démarrer.
ms_my: Buka <b>Pengurusan Cakera</b> melalui menu mula.
tr: Başlat menüsünden <b> Disk Yönetimi </b> 'ni açın.

source: Right click your desired drive and choose <b>Shrink Partition</b> from the context menu.
fr: Clic droit sur le disque désiré et choisir <b>Rétrécir la partition</b> dans le menu contextuel.
fr_fr: Cliquez droit sur le disque désiré et choisissez <b>Réduire la partition</b> dans le menu contextuel.
ms_my: Klik kanan pada pemacu yang dikehendaki kemudian pilih <b>Kecilkan Sekatan</b> daripada menu konteks.
tr: İstediğiniz sürücüye sağ tıklayın ve bağlam menüsünden <b> Bölmeyi Küçült </b> 'ü seçin.

source: Enter the amount to shrink your system partition by.
fr: Entrer la taille à retrancher à la partition choisie.
fr_fr: Entrez le volume à retrancher à la partition système.
ms_my: Masukkan amaun untuk kecilkan sekatan sistem anda.
tr: Sistem tarafından küçültülmesi gereken miktarı girin.

source: Remember, Ubuntu Budgie needs at minimum 32 GB of disk space.
fr_fr: N'oubliez pas qu'Ubuntu Budgie a besoin d'au moins 32 Go d'espace disque.

source: Further Reading
fa: برای مطالعه بیشتر
fr: Lectures Complémentaires
fr_fr: Pour en savoir plus
ms_my: Pembacaan Lanjut
tr: Daha fazla bilgi için

source: For further information on the best practices to modify partitions containing Windows, see the following <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')"> help article</a> online.
fr: Pour plus d'information sur le meilleur moyen de modifier des partitions Windows, référez-vous à cet <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">article d'aide</a> en ligne.
fr_fr: Pour plus d'informations sur les meilleures pratiques pour modifier des partitions Windows, consultez cet <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">article</a>.
ms_my: Untuk maklumat lanjut bagi tatacara terbaik mengubahsuai sekatan yang mengandungi Windows, sila rujuk <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">artikel bantuan</a> atas-talian.
tr: Windows içeren bölümleri değiştirmeye yönelik en iyi uygulamalar hakkında daha fazla bilgi için çevrimiçi aşağıdaki <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')"> yardım makalesine </a> bakın.

source: Repairing Boot Problems
fa: تعمیر کردن مشکلات بوت
fr: Réparation des problèmes de démarrage
fr_fr: Réparation des problèmes de démarrage
ms_my: Membaiki Masalah But
tr: Önyükleme Sorunlarını Onarma

source: Linux distributions use a boot loader known as <code>grub</code>, which looks for and bootstraps the operating system. However, some operating systems (such as Windows) do not integrate with existing boot loaders and will overwrite them, with the potential to lose access to Ubuntu Budgie temporarily.
fr_fr: Les distributions Linux utilisent le chargeur de d'amorçage <code>GRUB</code> pour lancer le(s) système(s) d'exploitation. Cependant, l'installation ultérieure de certains systèmes d'exploitation comme Windows peut écraser les chargeurs d'amorçage existants, ce qui empêche provisoirement de lancer Ubuntu Budgie.

source: Fortunately, you can use the <b>Boot Repair</b> tool to repair common problems caused by other operating systems.
fa: خوشبختانه میتوانید از ابزار <b>Boot Repair</b> برای رفع مشکلات عمومی که توسط دیگر سیستم عامل ها ایجاد شده استفاده کنید.
fr: Heureusement, vous pouvez utiliser l'utilitaire<b>Boot Repair</b> pour réparer les principaux problèmes causés par d'autres systèmes d'exploitation.
fr_fr: Heureusement, l'utilitaire <b>Boot Repair</b> permet de réparer les problèmes les plus courants causés par d'autres systèmes d'exploitation.
ms_my: Selain itu, anda boleh gunakan alat <b>Baiki But</b> untuk membaiki masalah umum yang disebabkan oleh lain-lain sistem pengoperasian.
tr: Neyse ki, diğer işletim sistemlerinin neden olduğu sık rastlanan sorunları onarmak için <b> Önyükleme Onarım </b> aracını kullanabilirsiniz.

source: Requires downloading a package.
fa: نیازمند دانلود یک بسته است.
fr: Nécessite le téléchargement d'un paquet.
fr_fr: Nécessite le téléchargement d'un paquet.
ms_my: Memerlukan muat turun sebuah pakej.
tr: Bir paketi indirmeyi gerektirir.

source: Please connect to the Internet to download and use this utility.
fa: برای دانلود و استفاده از این قابلیت به اینترنت متصل شوید.
fr: Veuillez vous connecter à internet pour télécharger et utiliser cet utilitaire.
fr_fr: Connectez-vous à Internet pour télécharger et utiliser cet utilitaire.
ms_my: Sila sambung dengan Internet untuk memuat turun dan guna utiliti ini.
tr: Bu programı indirmek ve kullanmak için lütfen İnternet'e bağlanın.

source: Sorry, Welcome was unable to establish a connection.
fa: ببخشید، صفحه خوش آمدگویی نمیتواند یک اتصال به شبکه را پیدا کند.
fr: Nous sommes désolé, Bienvenue n'arrive pas à établir une connexion.
fr_fr: Nous sommes désolés, "Budgie Bienvenue" n'arrive pas à établir une connexion.
ms_my: Maaf, Aluan tidak berupaya menjalinkan sambungan.
tr: Üzgünüz, Hoşgeldiniz bir bağlantı kuramadı.

source: Download Boot Repair
fa: دانلود Boot-Repair
fr: Télécharger Boot-Repair
fr_fr: Télécharger Boot-Repair
ms_my: Muat Turun Boot Repair
tr: Önyükleme Onarımını İndir

source: Open Boot-Repair
fa: باز کردن Boot-Repair
fr: Ouvrir Boot-Repair
fr_fr: Ouvrir Boot-Repair
ms_my: Buka Boot-Repair
tr: Önyükleme Onarımını Aç

source: Install Preparations
fa: مقدمات نصب
fr: Préparations en vue de l'installation
fr_fr: Préparatifs en vue de l'installation
ms_my: Persediaan Pemasangan
tr: Kurulum Hazırlıkları

source: An Internet connection is required to download and install updates.
fa: برای دانلود و نصب درایورها به یک اتصال اینترنتی نیاز است.
fr: Une connexion internet est requise pour télécharger et installer les mises à jour.
fr_fr: Une connexion Internet est nécessaire pour télécharger et installer les mises à jour.
ms_my: Satu sambungan Internet diperlukan untuk memuat turun dan memasang beberapa kemas kini.
tr: Güncellemeleri indirmek ve yüklemek için bir İnternet bağlantısı gereklidir.

source: Software Updater
fa: بروزرسانی کننده نرم افزار
fr: Utilitaire de mise à jour
fr_fr: Gestionnaire de mises à jour
ms_my: Pengemas Kini Perisian
tr: Yazılım Güncelleme

source: Ubuntu Budgie periodically will check to see if new software and security updates are available for your computer. If you have just installed Ubuntu Budgie, you might want to do this now.
fr_fr: Ubuntu Budgie vérifie périodiquement si de nouvelles mises à jour de logiciels et de sécurité sont disponibles pour votre ordinateur. Si vous venez d'installer Ubuntu Budgie, vous pouvez faire cette vérification dès à présent.

source: <b>Software Updater</b> can be found later in the menu <strong>System Tools</strong>
fr_fr: Vous retrouverez le <b>Gestionnaire de mises à jour</b> dans la rubrique <strong>Outils Système</b> du menu principal.

source: Check for Updates
fa: بررسی برای بروزرسانی ها
fr: Vérifier les mises à jour
fr_fr: Vérifier les mises à jour
ms_my: Periksa Kemas Kini
tr: Güncellemeleri Kontrol Et

source: Restricted Extras
fa: محدودیت های اضافی
fr: Extras restreintes
fr_fr: Médias propriétaires
ms_my: Ekstra Terhad
tr: Kısıtlı Ekstralar

source: <strong>Ubuntu</strong> (the base distribution of Ubuntu Budgie) strives to make all of the most important software available to its users automatically. However patent and copyright restrictions (see Ubuntu License Policy) complicate distribution of software to support non-free formats.
fr_fr: <strong>Ubuntu</strong> (la distribution de base d'Ubuntu Budgie), s'efforce de mettre automatiquement tous les logiciels les plus importants à la disposition ses utilisateurs. Cependant, les restrictions liées aux brevets et aux droits d'auteur (voir la politique de licence d'Ubuntu) compliquent la distribution des logiciels prenant en charge des formats non libres.

source: However, you can install the ability to play popular non-free media formats, including DVD, MP3, Quicktime, and Windows Media formats, by following the instructions below.
fr: Néanmoins, vous pouvez configurer votre PC afin qu'il puisse jouer des médias propriétaires tels que les DVD, les MP3, Quicktime, et les formats de média Windows, en suivant les instructions ci-dessous.
fr_fr: L'engagement d'Ubuntu à n'inclure par défaut que des logiciels entièrement libres signifie que les formats de médias propriétaires ne sont pas configurés "prêts à l'emploi". Pour mieux comprendre la philosophie d'Ubuntu concernant les logiciels libres, nous vous invitons à consulter la page dédiée à ces questions.
ms_my: Walaubagaimanapun, anda boleh memasang keupayaan memainkan format media bukan-percuma yang terkenal, termasuklah format DVD, MP3, Quicktime, dan Media Windows, dengan mengikuti arahan di bawah.
tr: Bununla birlikte, aşağıdaki talimatları izleyerek DVD, MP3, Quicktime ve Windows Media biçimleri de dahil olmak üzere popüler olmayan ücretsiz medya formatlarını oynatma yeteneğini yükleyebilirsiniz.

source: Ubuntu’s commitment to only include completely free software by default means that proprietary media formats are not configured “out of the box”. See Ubuntu’s Free Software Philosophy and the Free Formats page for a more comprehensive discussion of these issues.
fr: Le fait qu'Ubuntu n'inclut que des logiciels libres par défaut signifie que les formats de média propriétaires ne sont pas pris en charge "de base" par Ubuntu. Allez vous renseigner sur la philosophie d'Ubuntu sur les logiciels libres et les formats libres pour une meilleure explication sur ce problème.
fr_fr: Néanmoins, vous pouvez donner à votre ordinateur la capacité de jouer les formats multimédias non libres les plus répandus incluant les formats DVD, mp3, Quicktime ou Windows Media, en cliquant sur le bouton ci-dessous.
ms_my: Komitmen Ubuntu hanya menyediakan perisian bebas sepenuhnya secara lalai, jadi format media proprietari tidak dikonfigur. Sila rujuk laman Falsafah Perisian Bebas Ubuntu dan Format Bebas untuk perbincangan lanjutan berkenaan perkara ini.
tr: Ubuntu'nun tamamen özgür yazılımı yalnızca varsayılan olarak dahil etme taahhüdü, tescilli medya formatlarının "kutudan çıkmaz" şekilde yapılandırılmadığı anlamına gelir. Bu konularda daha kapsamlı bir tartışma için bkz. Ubuntu'nun Özgür Yazılım Felsefesi ve Özgür Formatlar sayfası.

source: <strong>Legal Notice</strong> Patent and copyright laws operate differently depending on which country you are in. Please obtain legal advice if you are unsure whether a particular patent or restriction applies to a media format you wish to use in your country.
fr: <strong></strong>droit d'auteurs et le copyright agissent différemment selon le pays où vous vous trouvez. Veuillez vous renseigner sur les lois de votre pays si vous n'êtes pas sûr de la législation qui s'applique pour votre type de média.
fr_fr: <strong>Avertissement légal</strong> Les lois sur les brevets et les droits d'auteur varient selon le pays où vous vous trouvez. Consultez un conseiller juridique si vous n'êtes pas sûr qu'un brevet ou une restriction particulière s'applique à un format de média que vous souhaitez utiliser dans votre pays.
ms_my: <strong>Notis Perundangan</strong> Undang-undang paten dan hakcipta beroperasi secara berbeza mengikut negara yang anda diami. Sila rujuk penasihat undang-undang jika anda tidak pasti aten atau sekatan manakah tertakluk dengan format media yang anda mahu guna di negara anda.
tr: <strong>Yasal Uyarı</strong> Patent ve telif hakkı yasaları, bulunduğunuz ülkeye bağlı olarak farklı şekilde çalışır. Ülkenizde kullanmak istediğiniz bir medya formatında belirli bir patentin veya kısıtlamanın geçerli olup olmadığından emin değilseniz lütfen yasal tavsiye edinin.
