Repository: Kyuyrii/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: fa, fr, fr_fr, ms_my, tr

source: Open Applications menu
fa: منوی برنامه ها را باز میکند.
fr: Ouvrir le menu Applications
fr_fr: Ouvrir le menu Applications
ms_my: Buka menu Aplikasi
tr: Uygulamalar menüsünü aç

source: Copy a screenshot of an area to clipboard
fr: Copier une capture d'écran d'une zone dans le presse-papier
fr_fr: Prendre une capture d'écran d'une zone
ms_my: Salin satu cekupan skrin kawasan ke dalam papan keratan
tr: Alanın ekran görüntüsünü panoya kopyala

source: Save a screenshot of an area to the Pictures directory
fr: Enregistrer une capture d'écran d'une zone dans le répertoire Images
fr_fr: Enregistrer une capture d'écran d'une zone dans le répertoire Images
ms_my: Simpan satu cekupan skrin kawasan ke dalam direktori Gambar
tr: Bir alanın ekran görüntüsünü Resimler dizinine kaydet

source: Copy a screenshot of a window to clipboard
fr: Copier une capture d'écran d'une fenêtre dans le presse-papier
fr_fr: Prendre une capture d'écran de la fenêtre active
ms_my: Salin satu cekupan skrin tetingkap ke dalam papan keratan
tr: Bir pencerenin ekran görüntüsünü panoya kopyala

source: Save a screenshot of a window to the Pictures directory
fr: Enregistrer une capture d'écran d'une fenêtre dans le répertoire Images
fr_fr: Enregistrer une capture d'écran d'une fenêtre dans le répertoire Images
ms_my: Simpan satu cekupan skrin tetingkap ke dalam direktori Gambar
tr: Bir pencerenin ekran görüntüsünü Resimler dizinine kaydet

source: Save a screenshot to the Pictures directory
fr: Enregistrer une capture d'écran dans le répertoire Images
fr_fr: Enregistrer une capture d'écran dans le répertoire Images
ms_my: Simpan satu cekupan skrin ke dalam direktori Gambar
tr: Resimler dizinine ekran görüntüsünü kaydet

source: Run an application by typing its name in the box which appears
fa: با تایپ کردن نام یک برنامه در جعبه ای که ظاهر میشود، آن را اجرا کنید.
fr: Lancer une application en tapant sont nom dans la boîte qui apparait
fr_fr: Lancer une application en tapant son nom dans la boîte qui apparait
ms_my: Jalankan aplikasi dengan menaip namanya di dalam kotak yang telah muncul
tr: Bir uygulamayı, görünen kutuya adını yazarak çalıştırın

source: Delete
fa: حذف
fr: Supprimer
fr_fr: Supprimer
ms_my: Padam
tr: Sil

source: Logout
fa: خروج
fr: Se déconnecter
fr_fr: Se déconnecter
ms_my: Daftar Keluar
tr: Çıkış

source: Lock your screen.
fa: صفحه نمایش را قفل میکند.
fr: Verrouiller votre écran
fr_fr: Verrouiller votre écran
ms_my: Kunci skrin anda.
tr: Ekranı kilitle.

source: Open a terminal.
fa: ترمینال را باز میکند.
fr: Ouvrir un Terminal
fr_fr: Ouvrir un Terminal
ms_my: Buka terminal.
tr: Uçbirimi aç.

source: Window shortcuts - general
fr: Raccourcis de fenêtre - général
fr_fr: Raccourcis de fenêtres (au clavier)
ms_my: Pintasan tetingkap - am
tr: Pencere kısaltmaları - genel

source: Call Window Shuffler gui (window tiling grid).
fr: Appelez Window Shuffler gui (grille de mosaïque de fenêtre).
fr_fr: Appeler Window Shuffler (mosaïque de fenêtres).
ms_my: Panggil gui Pengocok Tetingkap (grid penjubinan tetingkap).
tr: Pencere Yönetimi Arayüzü (pencere bölümleyici)

source: Video Demonstration
fr: Vidéo de Démonstration
fr_fr: Vidéo de Démonstration
ms_my: Demonstrasi Video
tr: Video Tanıtımı

source: Switch between currently-open windows.
fa: میان پنجرهایی که اکنون بازهستند جابجا شوید.
fr: Basculer entre les fenêtres actuellement ouvertes.
fr_fr: Basculer entre les fenêtres ouvertes.
ms_my: Bertukar antara tetingkap yang masih terbuka.
tr: Açık olan pencereler arasında geçiş yapın.

source: Press Alt + Tab and then release Tab (but continue to hold Alt).
fa: کلیدهای Alt + Tab را فشار دهید و سپس کلید Tab را رها کنید (اما همچنان کلید Alt را نگه دارید).
fr: Appuyer sur "Alt" + "Tab" puis ensuite relacher "Tab" (mais continuer d'appuyer sur "Alt").
fr_fr: Appuyez sur "Alt" + "Tab" puis relâchez "Tab" en maintenant "Alt" enfoncé.
ms_my: Tekan Alt + Tab kemudian lepaskan Tab (tetap masih menahan Alt).
tr: Alt + Tab'a basın ve sonra Tab'ı bırakın (fakat Alt'ı tutmaya devam edin).

source: Press Tab repeatedly to cycle through the list of available windows which appears on the screen.
fa: کلید Tab را مکرراً فشار دهید تا درون لیستی از پنجره های موجود که روی صفحه نمایش داده میشود، دور بزنید.
fr: Appuyer sur "Tab" de manière répétée afin de parcourir successivement toutes les fenêtres qui apparaissent à l'écran.
fr_fr: Appuyez sur "Tab" de manière répétée afin de parcourir les fenêtres ouvertes.
ms_my: Tekan Tab secara berulang untuk mengitar senarai tetingkap tersedia yang muncul di atas skrin.
tr: Ekranda görüntülenen mevcut pencereler listesi arasında dolaşmak için Tab'a art arda basın.

source: Left
fa: چپ
fr: Gauche
fr_fr: Gauche
ms_my: Kiri
tr: Sol

source: Switch to the previous workspace.
fa: تغییر دادن فضای کاری، به فضای کاری قبلی.
fr: Passer à l'espace de travail précédent.
fr_fr: Passer à l'espace de travail précédent.
ms_my: Tukar ke ruang kerja terdahulu.
tr: Önceki çalışma alanına geçin.

source: Right
fa: راست
fr: Droite
fr_fr: Droite
ms_my: Kanan
tr: Sağ

source: Switch to the next workspace.
fa: تغییر دادن فضای کاری، به فضای کاری بعدی.
fr: Passer à l'espace de travail suivant.
fr_fr: Passer à l'espace de travail suivant.
ms_my: Tukar ke ruang kerja berikutnya.
tr: Sonraki çalışma alanına geçin.

source: Move the current window to the previous workspace.
fa: پنجره کنونی را به فضای کاری (ورک اسپیس) قبلی انتقال میدهد.
fr: Déplacer la fenêtre actuelle vers le bureau virtuel précédent.
fr_fr: Déplacer la fenêtre actuelle vers l'espace de travail précédent.
ms_my: Alih tetingkap ini ke ruang kerja sebelum ini.
tr: Kullanılan pencereyi önceki çalışma alanına taşıyın.

source: Move the current window to the next workspace.
fa: پنجره کنونی را به فضای کاری (ورک اسپیس) بعدی انتقال میدهد.
fr: Déplacer la fenêtre actuelle vers l'espace de travail suivant.
fr_fr: Déplacer la fenêtre actuelle vers l'espace de travail suivant.
ms_my: Alih tetingkap ini ke ruang kerja seterusnya.
tr: Kullanılan pencereyi sonraki çalışma alanına taşıyın.

source: Move the current window to the monitor above.
fr: Déplacez la fenêtre actuelle vers le moniteur ci-dessus.
fr_fr: Déplacer la fenêtre actuelle vers le moniteur au-dessus.
ms_my: Alih tetingkap semasa ke monitor di atas.
tr: Aktif pencereyi üst ekrana taşı.

source: Move the current window to the monitor below.
fr: Déplacez la fenêtre actuelle vers le moniteur ci-dessous.
fr_fr: Déplacez la fenêtre actuelle vers le moniteur au-dessous.
ms_my: Alih tetingkap semasa ke monitor di bawah.
tr: Aktif pencereyi alt ekrana taşı.

source: Move the current window to the monitor to the left.
fr: Déplacez la fenêtre actuelle vers le moniteur de gauche.
fr_fr: Déplacer la fenêtre actuelle vers le moniteur de gauche.
ms_my: Alih tetingkap semasa ke monitor sebelah kiri.
tr: Aktif pencereyi sol ekrana taşı.

source: Move the current window to the monitor to the right.
fr: Déplacez la fenêtre actuelle vers le moniteur de droite.
fr_fr: Déplacer la fenêtre actuelle vers le moniteur de droite.
ms_my: Alih tetingkap semasa ke monitor sebelah kanan.
tr: Aktif pencereyı sağ ekrana taşı.

source: Closes window.
fa: بستن پنجره.
fr: Ferme la fenêtre
fr_fr: Fermer la fenêtre
ms_my: Tutup tetingkap.
tr: Pencereyi kapatır.

source: Returns window to 'normal' or previous size.
fa: پنجره را به حالت "طبیعی" یا سایز قبلی آن برمیگرداند.
fr: Retourner la fenêtre dans sa taille "initiale" ou précédente.
fr_fr: Rétablir la fenêtre dans sa taille "initiale" ou précédente.
ms_my: Kembali tetingkap ke saiz 'biasa' atau terdahulu.
tr: Pencereyi 'normal' yada önceki boyutuna döndürür.

source: Moves the current window (can be moved with mouse or keyboard).
fa: حرکت دادن پنجره کنونی (میتواند توسط موس یا صفحه کلید حرکت کند)
fr: Déplacer la fenêtre actuelle (peut être déplacée avec la souris ou le clavier).
fr_fr: Déplacer la fenêtre actuelle (avec la souris ou le clavier).
ms_my: Alih tetingkap semasa (boleh dialih dengan tetiku atau papan kekunci).
tr: Kullanılan pencereyi hareket ettirir (fare yada klavye ile hareket ettirilebilir).

source: Resizes current window (again, can be moved with mouse or keyboard).
fa: تغییر اندازه پنجره کنونی (میتواند توسط موس یا صفحه کلید حرکت کند)
fr: Redimensionner la fenêtre actuelle (peut être redimensionnée avec la souris ou le clavier).
fr_fr: Redimensionner la fenêtre actuelle (avec la souris ou le clavier).
ms_my: Saiz semula tetingkap semasa (lagi, boleh dialih dengan tetikus atau papan kekunci).
tr: Kullanılan pencereyi yeniden boyutlandırır (tekrar, fare yada klavye ile hareket ettirilebilir).

source: Minimizes current window.
fa: کوچکنمایی پنجره کنونی.
fr: Minimiser la fenêtre actuelle.
fr_fr: Minimiser la fenêtre actuelle.
ms_my: Sorok tetingkap ini
tr: Kullanılan pencereyi küçültür.

source: Up
fa: بالا
fr: Haut
fr_fr: Haut
tr: Yukarı

source: Maximizes current window.
fa: بزرگنمایی پنجره کنونی.
fr: Maximise la fenêtre actuelle.
fr_fr: Maximiser la fenêtre actuelle.
ms_my: Maksimumkan tetingkap semasa.
tr: Kullanılan pencereyi genişletir.

source: Down
fr: Vers le bas
fr_fr: Bas
tr: Aşağı

source: Unmaximizes current window.
fr: Annuler la maximisation de la fenêtre actuelle.
fr_fr: Annuler la maximisation de la fenêtre actuelle.
ms_my: Nyahmaksimum tetingkap semasa.
tr: Şimdiki pencere ekran kaplamaz

source: Space
fa: فضا
fr: Espace
fr_fr: Espace
tr: Boşluk

source: Displays the window menu with options such as 'Always on Top' and 'Minimize' and 'Maximize' and above commands.
fr: Fait apparaître le menu de la fenêtre avec des options comme "toujours devant", "minimisez" et "maximiser".
fr_fr: Fait apparaître le menu de la fenêtre avec des options comme "toujours devant", "minimiser" et "maximiser".
ms_my: Papar menu tetingkap dengan pilihan seperti 'Sentiasa di Atas' dan 'Minimumkan' dan 'Maksimumkan' dan perintah di atas.
tr: 'Daima Üstte' ve 'Minimize' ve 'Maksimize' ve yukarıdaki komutlar gibi seçeneklerle pencere menüsünü görüntüler.

source: Place window on left side of screen.
fa: پنجره را در سمت چپ صفحه نمایش قرار میدهد.
fr: Placer la fenêtre sur le côté gauche de l'écran.
fr_fr: Placer la fenêtre sur le côté gauche de l'écran.
ms_my: Letak tetingkap di bahagian kiri skrin.
tr: Pencereyi ekranın sol tarafına konumlandırın.

source: Place window on right side of screen.
fa: پنجره را در سمت راست صفحه نمایش قرار میدهد.
fr: Placer la fenêtre sur le côté droit de l'écran.
fr_fr: Placer la fenêtre sur le côté droit de l'écran.
ms_my: Letak tetingkap di bahagian kanan skrin.
tr: Pencereyi ekranın sağ tarafına konumlandırın.

source: Quarter tiling: top left.
fr: Carrelage au quart: en haut à gauche
fr_fr: Quart supérieur gauche
ms_my: Penjubinan suku: kiri atas.
tr: Dörtlü yerleştirme: üst sol.

source: Quarter tiling: top right.
fr: Carrelage de quart: en haut à droite
fr_fr: Quart supérieur droit
ms_my: Penjubinan suku: kanan atas.
tr: Dörtlü bölümleme: sağ üst.

source: Quarter tiling: bottom left.
fr: Carrelage au quart inférieur gauche.
fr_fr: Quart inférieur gauche.
ms_my: Penjubinan suku: kiri bawah.
tr: Dörtlü bölümleme: sol alt.

source: Quarter tiling: bottom right.
fr: Carrelage en quart: en bas à droite
fr_fr: Quart inférieur droit
ms_my: Penjubinan suku: kanan bawah.
tr: Dörtlü bölümleme: sağ alt.

source: Window shortcuts - numeric keypad
fr: Raccourcis de fenêtre - pavé numérique
fr_fr: Raccourcis de fenêtre (au pavé numérique)
ms_my: Pintasan tetingkap - pad kekunci numerik
tr: Pencere kısayolları - tuş takımında

source: Tiling shortcuts on the numeric keypad.
fr: Raccourcis de pavage sur le pavé numérique.
fr_fr: Déplacements sur la grille
ms_my: Pintasan penjubinan pada pad kekunci numerik.
tr: Kısayol tuşlarını ata

source: Quarter top left.
fr: Quartier en haut à gauche.
fr_fr: Quart supérieur gauche
ms_my: Suku kiri atas.
tr: Üst sol çeyrek

source: Quarter top right.
fr: Quartier en haut à droite.
fr_fr: Quart supérieur droit
ms_my: Suku kanan atas.
tr: Üst sağ çeyrek

source: Quarter bottom right.
fr: Quartier en bas à droite.
fr_fr: Quartier inférieur droit
ms_my: Suku kanan bawah.
tr: Sağ alt çeyrek

source: Quarter bottom left.
fr: Quartier en bas à gauche.
fr_fr: Quart inférieur gauche
ms_my: Suku kiri bawah.
tr: Sol alt çeyrek

source: Half top.
fr: Moitié supérieure.
fr_fr: Moitié supérieure
ms_my: Separa atas.
tr: Üst yarım

source: Half right.
fr: La moitié droite.
fr_fr: Moitié droite
ms_my: Separa kanan.
tr: Sağ yarım

source: Half bottom.
fr: Demi fond.
fr_fr: Moitié inférieure
ms_my: Separa bawah.
tr: Yarım alt

source: Half left.
fr: A moitié parti.
fr_fr: Moitié gauche
ms_my: Separa kiri.
tr: Sol yarım

source: Toggle maximize.
fr: Basculer maximiser.
fr_fr: Basculer maximiser.
ms_my: Togol maksimum.
tr: Genişlet

source: Update shortcuts in the Settings App
fr: Mettre à jour les raccourcis dans l'application Paramètres
fr_fr: Mettre à jour les raccourcis dans les Paramètres Système
ms_my: Kemas kini pintasan dalam Apl Tetapan
tr: Ayarlar uygulamasındaki kısayolları güncelle

source: Your machine is made up of various components that interact with one another. This information is useful when providing support to ensure hardware and software works on your machine.
fr: Votre ordinateur est composé de plusieurs composants qui interagissent les uns avec les autres. Ces informations sont importantes afin de s'assurer que le matériel soit reconnu et que les logiciels fonctionnent correctement sur votre machine.
fr_fr: Votre ordinateur est composé de différents éléments qui interagissent entre eux. Les informations suivantes pourront vous être demandées dans le cadre d'une assistance concernant le fonctionnement matériel ou logiciel de votre machine.
ms_my: Komputer anda diperbuat daripada pelbagai komponen yang berinteraksi di antara satu sama yang lain. Maklumat ini berguna ketika memerlukan sokongan untuk memastikan perkakasan dan perisian anda berfungsi dengan baik.
tr: Makineniz, birbiriyle etkileşime giren çeşitli bileşenlerden oluşur. Bu bilgi, makinenizde donanım ve yazılımın çalışmasını sağlamak için destek sağlanırken yararlıdır.

source: Gathering Information..
fa: جمع آوری اطلاعات...
fr: Rassemblement d'informations...
fr_fr: Collecte des informations...
ms_my: Menghimpun Maklumat...
tr: Bilgiler Alınıyor...

source: System
fa: سیستم:
fr: Système :
fr_fr: Système
ms_my: Sistem
tr: Sistem

source: Kernel:
fa: کِرنل:
fr: Noyau :
fr_fr: Noyau :
tr: Çekirdek:

source: The Linux kernel is the heart of Ubuntu.
fa: کِرنل لینوکس قلب اوبونتو است.
fr: Le noyau Linux est le cœur d'Ubuntu.
fr_fr: Le noyau Linux est le cœur d'Ubuntu.
ms_my: Kernel Linux merupakan intipati Ubuntu.
tr: Linux çekirdeği Ubuntu'nun kalbidir.

source: Motherboard:
fa: بُرد اصلی:
fr: Carte mère :
fr_fr: Carte mère :
ms_my: Papan Induk:
tr: Anakart:

source: Boot Mode:
fa: حالت بوت:
fr: Mode de démarrage :
fr_fr: Mode de démarrage :
ms_my: Mod But:
tr: Önyükleme Modu:

source: Displays the mode that OS is communicating with the firmware.
fa: نحوه و حالت ارتباط برقرار کردن سیستم عامل با سخت افزار را نمایش میدهد.
fr: Montre le mode utilisé par le système d'exploitation pour communiquer avec le microprogramme.
fr_fr: Mode utilisé par le système d'exploitation pour communiquer avec le micrologiciel de la carte mère.
ms_my: Papar mod yang mana OS berkomunikasi dengan perisian tegar.
tr: İşletim Sisteminin bellenim ile iletişim kurduğu modu görüntüler.

source: Processor
fa: پردازنده:
fr: Processeur
fr_fr: Processeur
ms_my: Pemproses
tr: İşlemci

source: Model:
fa: مدل:
fr: Modèle :
fr_fr: Modèle :

source: Speed:
fa: سرعت:
fr: Vitesse :
fr_fr: Vitesse :
ms_my: Kelajuan:
tr: Hız:

source: Architecture in use:
fa: معماری مورد استفاده:
fr: Architecture utilisée :
fr_fr: Architecture :
ms_my: Seni bina yang digunakan:
tr: Kullanılan mimari:

source: The operating system's architecture in use. For instance, i386 = 32-bit.
fa: معماری سیستم عامل درحال استفاده. برای نمونه i386 = 32-bit.
fr: L'architecture du système d'exploitation utilisée. Dans ce cas, i386 = 32-bit.
fr_fr: L'architecture du système d'exploitation en fonction du processeur. Par exemple, i386 = 32 bits.
ms_my: Senibina sistem pengoperasian yang digunakan. Sebagai contoh, i386 = 32-bit.
tr: Kullanılan işletim sisteminin mimarisi. Örneğin, i386 = 32-bit.

source: Components
fa: اجزاء
fr: Composants
fr_fr: Composants
ms_my: Komponen
tr: Bileşenler

source: Memory (RAM):
fa: حافظه (رَم):
fr: Mémoire (RAM) :
fr_fr: Mémoire vive (RAM) :
ms_my: Ingatan (RAM):
tr: Bellek (RAM):

source: More RAM allows more applications to run simultaneously.
fa: فضای رَم بیشتر امکان اجرای برنامه های بیشتری را بصورت هم زمان فراهم میکند.
fr: Plus de RAM permet d'utiliser plus d'applications simultanément.
fr_fr: Davantage de RAM permet d'utiliser plus d'applications simultanément.
ms_my: Lebih banyak RAM lebih banyak aplikasi boleh dijalankan secara serentak.
tr: Daha fazla RAM daha fazla uygulamanın eşzamanlı çalışmasını sağlar.

source: Graphics:
fa: گرافیک:
fr: Graphismes :
fr_fr: Graphismes :
ms_my: Grafik:
tr: Grafikler:

source: Internet Access:
fa: دستریس به اینترنت:
fr: Accès internet :
fr_fr: Accès internet :
ms_my: Capaian Internet:
tr: Internet Erişimi:

source: Connected
fa: متصل است
fr: Connecté
fr_fr: Connecté
ms_my: Bersambung
tr: Bağlandı

source: Not Connected
fa: متصل نیست
fr: Non connecté
fr_fr: Déconnecté
ms_my: Tidak Bersambung
tr: Bağlanamadı

source: Storage
fa: ذخیره سازی
fr: Stockage
fr_fr: Stockage
ms_my: Storan
tr: Saklama Alanı

source: Root File System:
fa: ریشه سیستم فایل:
fr: Partition racine :
fr_fr: Partition racine :
ms_my: Sistem Fail Akar:
tr: Kök Dosya Sistemi:

source: The file system where OS is installed.
fa: سیستم فایل جایی که سیستم عامل نصب شده است.
fr: La partition où est installé le système d'exploitation.
fr_fr: La partition dans laquelle le système d'exploitation est installé.
ms_my: Sistem fail yang mana OS dipasang.
tr: İşletim Sisteminin yüklendiği dosya sistemi.

source: Entire Disk Capacity:
fa: تمام ظرفیت دیسک:
fr: Capacité totale du disque :
fr_fr: Capacité totale du disque :
ms_my: Keseluruhan Kapasiti Cakera:
tr: Tüm Diskin Kapasitesi:

source: OS Usage
fa: مورد استفاده سیستم عامل
fr: Utilisé par le système
fr_fr: Système d'exploitation :
ms_my: Penggunaan OS
tr: İS Kullanımı

source: Other Usage
fa: مورد استفاده دیگر
fr: Autre utilisation:
fr_fr: Autre utilisation :
ms_my: Penggunaan Lain
tr: Diğer Kullanımlar

source: Allocated for Ubuntu Budgie:
fr_fr: Alloué à Ubuntu Budgie :

source: The size of your operating system partition.
fa: اندازه پارتیشن سیستم عامل شما.
fr: Taille de la partition de votre système d'exploitation.
fr_fr: Taille de la partition de votre système d'exploitation.
ms_my: Saiz sekatan sistem pengoperasian anda.
tr: İşletim sistemi bölümünüzün boyutu.

source: Used Space:
fa: فضای استفاده شده:
fr: Espace utilisé :
fr_fr: Espace utilisé :
ms_my: Ruang Digunakan:
tr: Kullanılan Alan:

source: Free Space:
fa: فضای خالی:
fr: Espace libre :
fr_fr: Espace libre :
ms_my: Ruang Bebas:
tr: Boş Alan:

source: Other Usage:
fa: مورد استفاده دیگر:
fr: Autre utilisation :
fr_fr: Autre utilisation :
ms_my: Penggunaan Lain:
tr: Diğer Kullanımlar:

source: Reserved by system, other partitions, unallocated or swap.
fr: Réservé par le système, les autres partitions, l'espace non alloué ou l'espace d'échange.
fr_fr: Correspondant à d'autres OS ou d'autres partitions, à de l'espace non alloué ou à une éventuelle partition de <i>swap</i>.
ms_my: Disimpan oleh sistem, lain-lain sekatan, tidak diperuntuk atau silih.
tr: Sistem tarafından ayrılmış, diğer bölümler, ayrılmamış veya takas.

source: Post-Installation
fa: بعد از نصب
ms_my: Pasca-Pemasangan
tr: Yükleme Sonrası

source: <span name="distro-name"></span> works well on both high-end to older computers, optimized to be functional, while light on system resources.
fa: <span name="distro-name"></span> به خوبی بر روی رایانه های بروز و حتی قدیمی کار میکند، بهینه شده برای بهترین عملکرد، با کمترین استفاده از منابع سیستم.
fr: <span name="distro-name"></span> fonctionne aussi bien sur des ordinateurs performants que sur des ordinateurs plus anciens. <span name="distro-name"></span> est optimisé pour être fonctionnel même si le système ne possède pas de grandes ressources.
ms_my: <span name="distro-name"></span> berfungsi baik daripada komputer berprestasi tinggi sehinggalah ke komputer lama, dioptimumkan untuk berfungsi, tetapi meringankan beban sumber sistem.
tr: <span name="distro-name"></span> hem ileri teknoloji bilgisayarlarda hem eski bilgisayarlar da çalışmaktadır, sistem kaynaklarına hafif yük bindirirken, aynı zamanda fonksiyonel olmak üzere optimize edilmiştir.

source: Pentium Dual Core 1.6 GHz - approximately created in 2007
fa: پردازنده Pentium Dual Core 1.6 GHz - تقریبا در سال 2007 ساخته شده
fr: Pentium Dual Core 1.6 GHz - approximativement créé en 2007
ms_my: Pentium DwiTeras 1.6 GHz - dicipta pada tahun 2007
tr: Pentium Dual Core 1.6 GHz - yaklaşık 2007 yılında üretildi.

source: 16 gigabytes (GB) of disk space
fa: 16 گیگابایت (GB) فضای خالی از هارد دیسک
fr: 16 gigabytes (GB) d'espace disque
ms_my: 16 gigabait (GB) ruang cakera
tr: 16 gigabayt (GB) disk alanı

source: 80 gigabytes (GB) of disk space
fa: 80 گیگابایت (GB) فضای خالی از هارد دیسک
fr: 80 gigabytes (GB) d'espace disque
ms_my: 80 gigabait (GB) ruang cakera
tr: 80 gigabayt (GB) disk alanı

source: <span name="distro-name"></span> is relatively simple to set up, whether you're looking to replace your existing operating system or install <span name="distro-name"></span> alongside an existing one - such as &nbsp;<span class="fa fa-windows"></span> Microsoft Windows or another <span class="fa fa-linux"></span> GNU/Linux distribution.
fr: <span name="distro-name"></span> est relativement simple à configurer, que vous cherchiez à remplacer votre système d'exploitation existant ou à installer <span name="distro-name"></span> aux côtés d'un système existant - tels que &nbsp;<span class="fa fa-windows"></span> Microsoft Windows ou autre <span class="fa fa-linux"> </span> distribution GNU/Linux.
ms_my: <span name="distro-name"></span> sebenarnya mudah dipasang, sama ada anda mahu jadikan sebagai pengganti sistem pengoperasian yang ada atau pasang <span name="distro-name"></span> bersama-sama dengan yang sedia ada - seperti &nbsp;<span class="fa fa-windows"></span> Microsoft Windows atau lain-lain distribusi GNU/Linux <span class="fa fa-linux"></span>.
tr: Mevcut işletim sisteminizi - örneğin &nbps;<span class="fa fa-windows"></span>Microsoft Windows yada başka bir <span class="fa fa-linux"></span> GNU/Linux dağıtımı ile değiştirmek ya da mevcut bir işletim sisteminin yanına <span name="distro-name"></span> yüklemek isteyip istemediğinize bakmaksızın, <span name="distro-name"></span>'nin kurulması nispeten basittir.
