Repository: Kyuyrii/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: fa, fr, fr_fr, ms_my, tr

source: Korean
fa: کُره ای
fr: Coréen
fr_fr: Coréen
ms_my: Bahasa Korea
tr: Korece

source: Flatpak, Dropbox and User Management
fr_fr: Faltpak, Dropbox et gestion des utilisateurs

source: <strong>Flatpak</strong> is a new generation application distribution framework. It introduces a unified packaging format across various GNU/Linux distributions. Please note that Flatpak applications are not part of the core Ubuntu experience.
fr_fr: <strong>Flatpak</strong> est un système de distribution d'applications de dernière génération proposant un format de paquets unique qui s'adapte aux différentes distributions GNU/Linux. Notez que les applications Flatpak ne font pas partie de l'univers Ubuntu.

source: Learn more
fr_fr: En savoir plus

source: Install & Configure Flatpak
fr_fr: Installer et configurer Flatpak

source: Flatpak is installed.
fr_fr: Flatpak est installé.

source: Please reboot for the service to start.
fr_fr: Redémarrez pour activer le service.

source: <strong>Dropbox</strong> is a popular proprietary file sharing and storage solution.
fr_fr: <strong>Dropbox</strong> est une solution propriétaire très populaire de stockage et de partage de fichiers.

source: Install & Configure Dropbox
fr_fr: Installer et configurer Dropbox

source: Dropbox is installed.
fr_fr: Dropbox est installé.

source: After installing, logout and login and follow the dropbox instructions that are then displayed.
fr_fr: Après l'installation, déconnectez-vous et reconnectez-vous, puis suivez les instructions de Dropbox.

source: Users
fa: کاربران
fr: Utilisateurs
fr_fr: Gestion des utilisateurs
ms_my: Pengguna
tr: Kullanıcılar

source: Share your computer with others? Set up a separate user account for each user to protect the individual privacy of each user sharing the same computer.
fr: Partager votre ordinateur avec d'autres personnes? Créez un compte pour chaque utilisateur afin de protéger la vie privée de chaque utilisateur partageant le même ordinateur.
fr_fr: Vous partagez votre ordinateur avec d'autres personnes ? Créez un compte distinct pour chaque utilisateur afin de protéger vos vies privées.
ms_my: Berkongsi komputer anda dengan orang lain? Sediakan satu akaun pengguna yang lain untuk setiap pengguna bagi melindungi kerahsiaan peribadi setiap pengguna yang berkongsi komputer yang sama.
tr: Bilgisayarınızı başkalarıyla mı paylaşıyorsunuz? Aynı bilgisayarı paylaşan her kullanıcının kişisel gizliliğini korumak için her kullanıcı için ayrı bir kullanıcı hesabı oluşturun.

source: You can also log in to a <b>Guest Session</b> if someone is using your computer as a one-off.
fr: Vous pouvez aussi vous connecter à une <b>Session Invité</b> si quelqu'un souhaite utiliser votre ordinateur une seule fois.
fr_fr: Pour une utilisation ponctuelle, on peut également se connecter à une <b>session invité</b>.
ms_my: Anda juga boleh mendaftar masuk ke <b>Sesi Tetamu</b> jika tiba-tiba ada seseorang yang mahu guna komputer anda.
tr: Birisi bilgisayarınızı bir defalık olarak kullanıyorsa, <b>Misafir Oturumu</b>'nda da oturum açabilirsiniz.

source: Configure Users
fa: پیکربندی کاربران
fr: Configurer les utilisateurs
fr_fr: Configurer les utilisateurs
ms_my: Konfigur Pengguna
tr: Kullanıcıları Ayarla

source: <b>Users</b> can be found later in the menu by typing<i> Users</i></b>.
fr_fr: Vous retrouverez le module <b>Utilisateurs</b> en tapant <i>util</i> dans la boîte de recherche du menu principal.

source: To improve the amount of customizability, Ubuntu Budgie allows you to install/remove popular web browsers.
fr_fr: Pour améliorer le degré de personnalisation, Ubuntu Budgie vous permet de choisir parmi les navigateurs Internet les plus populaires.

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organization. It is highly popular targeting multiple platforms.
fr_fr: Gratuit, open-source et multiplateforme, il est développé par la Fondation Mozilla, une organisation à but non lucratif. Il jouit d'une grande popularité.

source: Snap Install
fr: Installation instantanée
fr_fr: Installer au format Snap
ms_my: Snap Dipasang
tr: Snap Yükle

source: Snap Remove
fr: Snap Supprimer
fr_fr: Supprimer
ms_my: Snap Dibuang
tr: Snap Sil

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organization. This is the Extended Support Release browser for comprehensive data security and data protection.
fr_fr: La version <i>Extended Support Release</i> de Mozilla Firefox, pour une sécurité et une protection complètes des données.

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organization. This is the stable release browser made available directly by Mozilla thru their own repository.
fr_fr: La dernière version stable en direct du dépôt de Mozilla.

source: Click Remove first to uninstall the current firefox package, followed by Install to add the Mozilla repository and package.
fr_fr: Si une autre version de Firefox est déjà installée, cliquez d'abord sur "Supprimer" pour la désinstaller, puis sur "Installer" pour ajouter le dépôt et le paquet Mozilla.

source: Chromium is an open-source browser project that aims to build a safer, faster, and more stable way for all Internet users to experience the web.
fr: Chromium est un projet de navigateur open source qui vise à créer un moyen plus sûr, plus rapide et plus stable pour tous les internautes d'expérimenter le Web.
fr_fr: Chromium est un navigateur open source qui voudrait offrir à tous les internautes un moyen plus sûr, plus rapide et plus stable de naviguer sur le web.
ms_my: Chromium ialah projek pelayar bersumber terbuka yang ditujukan untuk pelayaran yang lebih selamat, pantas dan lebih stabil kepada pengguna Internet ketika melayari sesawang.
tr: Chromium, tüm internet kullanıcılarının web deneyimlemelerine yönelik daha güvenli, daha hızlı ve daha kararlı bir yol oluşturmayı amaçlayan açık kaynaklı bir tarayıcı projesidir.

source: Google Chrome is a modern web browser backed by internet giant Google. It offers a smooth browsing experience plus integration with Google's proprietary services.
fr: Google Chrome est un navigateur Web moderne soutenu par Google Google. Il offre une expérience de navigation fluide et une intégration avec les services propriétaires de Google.
fr_fr: Soutenu par le géant de l'Internet Google, il offre une navigation fluide et l'intégration des services propriétaires de Google.
ms_my: Google Chrome ialah pelayar sesawang modern yang dibiayai oleh Google. Ia menyediakan pengalaman pelayaran yang lancar disamping integrasi dengan perkhidmatan proprietari Google.
tr: Google Chrome, internet devi Google'ın desteklediği modern bir web tarayıcısıdır. Düzgün bir tarama deneyimi ve ayrıca Google'ın mülkiyetinde olan hizmetleri ile entegrasyon sunar.

source: Downloads Page
fr_fr: Page de téléchargement

source: Microsoft Edge is a cross-platform web browser created and developed by Microsoft. It is a Chromium based browser.
fr_fr: Microsoft Edge est un navigateur web multiplateforme basé sur Chromium créé et développé par Microsoft.

source: Vivaldi Web Browser is a free, fully customizable web browser. Feature rich, powerful, secure and fun! Browse the Web your way
fr: Vivaldi Web Browser est un navigateur gratuit, entièrement personnalisable. Riche en fonctionnalités, puissant, sûr et amusant! Parcourez le Web à votre façon
fr_fr: Vivaldi est un navigateur gratuit, entièrement personnalisable, riche en fonctionnalités, puissant, sûr et amusant. Parcourez le web à votre façon !
ms_my: Pelayar Sesawang Vivaldi ialah pelayar sesawang terbuka yang sepenuhnya boleh disuaikan. Banyak fitur, selamat dan menarik untuk digunakan! Layari Sesawang dengan citarasa anda
tr: Vivaldi Web Tarayıcısı, tamamen ücretsiz olarak özelleştirilebilen bir web tarayıcısıdır. Zengin özellikli, güçlü, güvenli ve eğlenceli! Web'de istediğiniz gibi gezinin

source: Opera is a fast and secure browser. Developed in Europe, used by millions around the world. Now with a built-in ad blocker and free VPN.
fa: اُپرا یک مرورگر سریع و امن است. که در اروپا توسعه داده شده، و توسط میلیون ها نفر در سرتاسر دنیا استفاد میشود. اکنون با بلاک کننده تبلیغات و VPN داخلی عرضه میشود.
fr: Opera est un navigateur rapide et sécurisé. Développé en Europe, utilisé par des millions de personnes dans le monde. Désormais, il intègre un bloqueur de publicités et un VPN gratuit.
fr_fr: Rapide et sécurisé, Opera est développé en Europe et utilisé par des millions de personnes dans le monde. Il intègre un bloqueur de publicités et un VPN gratuit.
ms_my: Opera ialah pelayar sesawang yang pantas dan selamat. Dibangunkan di Eropah, dan telah digunakan oleh berjuta-juta pengguna di seluruh dunia. Kini tambah baik dengan penyekat iklan dan VPN percuma.
tr: Opera hızlı ve güvenli bir tarayıcıdır. Avrupa'da geliştirilmiştir, dünyada milyonlarca kişi tarafından kullanılmaktadır. Artık reklam engelleyicisi ve ücretsiz VPN'i bulunmaktadır.

source: A browser that blocks tracking and intrusive ads by default.
fr: Un navigateur internet qui bloque les traqueurs et publicités intrusive par défaut.
fr_fr: Un navigateur internet qui bloque nativement les traqueurs et les publicités intrusives.
ms_my: Pelayar yang menyekat iklan yang menjejak dan menceroboh secara lalai.

source: Midori is a lightweight yet powerful web browser which runs just as well on little embedded computers named for delicious pastries as it does on beefy machines with a core temperature exceeding that of planet earth. And it looks good doing that, too. Oh, and of course it's free software.
fr: Midori est un navigateur web à la fois léger et puissant qui fonctionne aussi bien sur de petits ordinateurs embarqués nommés pour de délicieuses pâtisseries que sur des machines costaudes dont la température centrale dépasse celle de la planète Terre. Et ça a l'air bien de faire ça aussi. Oh, et bien sûr, c'est du logiciel libre.
fr_fr: A la fois léger et puissant, Midori fonctionne aussi bien sur de petits ordinateurs que sur de grosses machines. Cerise sur le gâteau, il s'agit d'un logiciel libre.
ms_my: Midori pula merupakan pelayar sesawang yang ringan tetapi hebat yang beroperasi dengan baik dalam mana-mana komputer. Satu lagi Midori adalah perisian bebas atau percuma.

source: The web browser for GNOME, featuring tight integration with the desktop and a simple and intuitive user interface that allows you to focus on your web pages. If you’re looking for a simple, clean, beautiful view of the web, this is the browser for you. GNOME Web is often referred to by its code name, Epiphany.
fr: Le navigateur Web pour GNOME, caractérisé par une intégration étroite avec le bureau et une interface utilisateur simple et intuitive vous permettant de vous concentrer sur vos pages Web. Si vous recherchez une vue simple, propre et magnifique du Web, ce navigateur vous convient parfaitement. GNOME Web est souvent désigné par son nom de code, Epiphany.
fr_fr: Souvent désigné par son nom de code, Epiphany, ce navigateur s'intègre étroitement à l'environnement GNOME. Son interface utilisateur simple et intuitive permet de se concentrer sur les pages web. Si vous cherchez une vue simple, propre et esthétique du web, ce navigateur devrait vous convenir.
ms_my: Pelayar sesawang untuk GNOME, memfiturkan penyepaduan ketat dengan atas meja dengan antara muka pengguna yang intuitif yang menjadikan anda lebih fokus terhadap halaman sesawang, inilah pelayar sesuai untuk anda. GNOME Web biasanya dikenali dengan kod nama, Epiphany.
tr: Masaüstü ile sıkı entegrasyon içinde ve internet sayfalarınıza odaklanmanızı sağlayan, basit ve sezgisel bir kullanıcı arayüzü içeren, GNOME için internet tarayıcısı. Basit, temiz ve güzel bir internet arayüzü arıyorsanız, tam size göre bir tarayıcıdır. GNOME Web genellikle kod adı, Epiphany ile anılır.

source: To improve the amount of customizability, Ubuntu Budgie allows you to install/remove popular email clients.
fr_fr: Pour améliorer le degré de personnalisation, Ubuntu Budgie vous permet de choisir parmi les clients de messagerie les plus populaires.

source: Access all your messages, calendars, and contacts in one fast app. Filter and organize the way you like. Manage all accounts separately or in a unified inbox. Thunderbird simply makes your life simpler.
fr_fr: Accédez à vos messages, calendriers et contacts dans une seule application rapide. Filtrez et organisez comme vous le souhaitez, gérez tous vos comptes séparément ou dans une boîte de réception unifiée, Thunderbird vous simplifie la vie.

source: Evolution is a personal information management application that provides integrated mail, calendaring and address book functionality.
fr_fr: Evolution est une application de gestion des informations personnelles qui regroupe des fonctions de courrier, d'agenda et de carnet d'adresses.

source: Geary is an email application built around conversations for the GNOME desktop.
fr_fr: Geary est une application de courrier électronique conçue pour l'environnement de bureau GNOME.

source: Kontact
fr_fr: Kontakt

source: Handle your email, calendar, contacts and other personal data with Kontact. Kontact groups everything together in one place and helps you manage your communications, organize your day and work with your colleagues. Become more productive with Kontact.
fr_fr: En vous permettant de gérer votre courrier électronique, votre calendrier, vos contacts et vos autres données personnelles depuis la même application, Kontakt vous aide à mieux contrôler vos communications, à organiser votre journée et travailler avec vos collègues. Devenez plus plus productif avec Kontact !

source: Astroid is a lightweight and fast Mail User Agent that provides a graphical interface to searching, display and composing email, organized in thread and tags. Astroid uses the notmuch backend for blazingly fast searches through tons of email. Astroid searches, displays and compose emails — and relies on other programs for fetching, syncing and sending email.
fr_fr: Astroid est un client de messagerie léger et rapide. Son interface graphique facilité la recherche, l'affichage et la composition de courriels organisés en fils de discussion et en balises. Il utilise le <i>backend</i> Notmuch pour des recherches extrêmement rapides, même parmi des quantités de courriels.

source: Claws Mail is an email client (and news reader), based on GTK+, featuring quick response, graceful and sophisticated interface, easy configuration, intuitive operation, abundant features, extensibility, robustness and stability.
fr_fr: Claws Mail est un client de messagerie (et un lecteur de nouvelles), basé sur GTK+, qui se démarque par sa réactivité, son interface élégante et conviviale, sa configuration facile, son fonctionnement intuitif, ses nombreuses fonctionnalités, son extensibilité, sa robustesse et sastabilité.

source: User Interface
fa: رابط کاربری
fr: Interface Utilisateur
fr_fr: Personnalisation du bureau
ms_my: Antara Muka Pengguna
tr: Kullanıcı Arayüzü

source: Ubuntu Budgie provides a unique tool to transform the user interface. It can be used to quickly setup the user interface to broadly reflect how other popular operating systems look and feel.
fr_fr: Ubuntu Budgie fournit un outil unique pour transformer rapidement l'apparence du bureau et reproduire l'aspect et la convivialité de systèmes d'exploitation populaires.

source: Budgie Desktop Settings
fr: Paramètres du bureau Budgie
fr_fr: Paramètres du bureau Budgie
ms_my: Tetapan Atas Meja Budgie
tr: Budgie Desktop Ayarları

source: <b>Budgie Desktop Settings</b> can be found later in the menu <b>System Tools</b>.
fr: <b>Paramètres du bureau Budgie</b> se trouvent dans le menu <b>Outils Système</b>.
fr_fr: Retrouvez-le d'un clic droit sur le bureau ou dans la rubrique <b>Outils Système</b> du menu principal.
ms_my: <b>Tetapan Atas Meja Budgie</b> boleh ditemui kemudian dalam menu <b>Alatan Sistem</b>.
tr: <b>Budgie Desktop Ayarları</b>'na daha sonra <b>Sistem Araçları</b> menüsünden ulaşılabilir.

source: Budgie Control Center
fr_fr: Centre de contrôle Budgie

source: You can configure just about every aspect of your computer from Budgie Control Center.
fr_fr: Réglez à peu près tous les aspects de votre sytème à partir du Centre de contrôle Budgie.

source: <b>Budgie Control Center</b> can be found later in the menu <b>System Tools</b>.
fr_fr: Retrouvez-le dans la rubrique <b>Outils Système</b> du menu principal.

source: Ubuntu Budgie has many keyboard shortcuts that help make using your computer more efficient.
fr_fr: Ubuntu Budgie est livré avec de nombreux raccourcis clavier pour utiliser plus efficacement votre ordinateur.

source: The <b><img src="img/welcome/super-key.svg" /> Super</b> key is your Windows key. For Mac keyboards, this is the ⌘ Command key.
fr: La touche<b><img src="img/welcome/super-key.svg" /> Super</b>c'est votre touche Windows. Pour les claviers Mac, il s'agit de la touche de commande ⌘.
fr_fr: La touche <b><img src="img/welcome/super-key.svg" />Super</b> est l'équivalent de la touche "Windows" ou de la touche "⌘" pour les claviers Mac.
ms_my: Kekunci <b><img src="img/welcome/super-key.svg" />Super</b> ialah kekunci Windows. Bagi papan kekunci Mac, ia adalah kekunci Perintah ⌘.
tr: <b><img src="img/welcome/super-key.svg" />Super</b> tuşu Pencere tuşunuzdur. Mac klavyeleri için ⌘ Cmd tuşudur.

source: Budgie Desktop shortcuts
fa: میانبرهای میزکار بادجی
fr: Raccourcis pour l'environnement de bureau Budgie
fr_fr: Raccourcis propres au bureau Budgie
ms_my: Pintasan Atas Meja Budgie
tr: Budgie Masaüstü Kısayolları

source: Some common shortcuts used in Budgie Desktop
fa: بعضی از میانبرهای عمومی استفاده شده در میزکار بادجی
fr: Raccourcis clavier à utiliser dans l'environnement de bureau Budgie
fr_fr: Ces deux raccourcis permettent de déployer Raven
ms_my: Beberapa pintasan umum yang digunapakai dalam Atas Meja Budgie
tr: Budgie Masaüstünde kullanılan bazı ortak kısayollar

source: Open notifications in Raven
fa: اعلان ها را در Raven باز میکند.
fr: Ouvrir les notifications dans Raven
fr_fr: Ouvrir les notifications dans Raven
ms_my: Buka pemberitahuan dalam Raven
tr: Raven'da bildirimleri aç

source: Open applet Settings in Raven
fa: تنظیمات اَپلت را در Raven باز میکند.
fr: Ouvrir le menu de configuration dans Raven
fr_fr: Ouvrir l'onglet "Widgets"
ms_my: Buka Tetapan aplet dalam Raven
tr: Raven'da uygulama ayarlarını aç

source: Common application shortcuts
fa: میانبرهای عمومی برنامه ها.
fr: Raccourcis communs aux applications
fr_fr: Raccourcis courants des applications
ms_my: Pintasan aplikasi umum
tr: Ortak uygulama kısayolları

source: These shortcuts apply in most applications.
fa: این میانبرها در بیشتر برنامه ها اعمال شده است.
fr: Ces raccourcis s'appliquent dans la plupart des applications.
fr_fr: Ils s'appliquent à la plupart des applications.
ms_my: Pintasan ini digunapakai dalam kebanyakan aplikasi.
tr: Bu kısayollar çoğu uygulamada geçerlidir.

source: Toggle Tilix Quake Mode
fr: Activer le mode Quake de Tilix
fr_fr: Activer le mode Quake de Tilix
ms_my: Togol Mod Tilix Quake
tr: Tilix Deprem Modunu Değiştir

source: Copy the selected text/object
fa: متن/شئ انتخاب شده را کپی میکند
fr: Copier le texte/objet sélectionné
fr_fr: Copier le texte ou l'objet sélectionné
ms_my: Salin teks/objek terpilih
tr: Seçili yazıyı/nesneyi kopyala

source: Cut the selected text/object
fa: متن/شئ انتخاب شده را میبُرد
fr: Couper le texte/objet sélectionné
fr_fr: Couper le texte ou l'objet sélectionné
ms_my: Potong teks/objek terpilih
tr: Seçili yazıyı/nesneyi kes

source: Paste/insert the selected text/object
fa: متن/شئ انتخاب شده را قرار میدهد/میچسباند
fr: Coller le texte/objet sélectionné
fr_fr: Coller le texte ou l'objet sélectionné
ms_my: Tampal/sisip teks/objek terpilih
tr: Seçili yazıyı/nesneyi yapıştır/ekle

source: Select all text
fa: تمام متن را انتخاب میکند
fr: Sélectionner tout le texte
fr_fr: Sélectionner tout le texte
ms_my: Pilih semua teks
tr: Tüm metni seç

source: Find words
fa: کلمه ها را پیدا میکند
fr: Trouver les mots
fr_fr: Trouver les mots
ms_my: Cari perkataan
tr: Sözcükleri bul

source: Find and replace words
fa: کلمه ها را پیدا و جایگزین میکند
fr: Trouver et remplacer les mots
fr_fr: Trouver et remplacer les mots
ms_my: Cari dan ganti perkataan
tr: Sözcükleri bul ve değiştir

source: Make the selected text bold
fa: متن انتخاب شده را زخیم میکند
fr: Passer le texte sélectionné en Gras
fr_fr: Mettre le texte sélectionné en gras
ms_my: Jadikan teks terpilih tebal
tr: Seçili metni kalın yap

source: Make the selected text italic
fa: متن انتخاب شده را مورب میکند
fr: Passer le texte sélectionné en Italique
fr_fr: Mettre le texte sélectionné en italique
ms_my: Jadikan teks terpilih condong
tr: Seçili metni italik yap

source: Underline the selected text
fa: زیر متن انتخاب شده خط میکشد
fr: Souligner le texte sélectionné
fr_fr: Souligner le texte sélectionné
ms_my: Garis bawahkan teks terpilih
tr: Seçili metne alt çizgi ekle

source: Open a new document or window
fa: سند یا پنجره جدید باز میکند
fr: Ouvrir un nouveau document ou une nouvelle fenêtre
fr_fr: Ouvrir un nouveau document ou une nouvelle fenêtre
ms_my: Buka satu dokumen atau tetingkap baharu
tr: Yeni bir belge yada pencere aç

source: Save the current document
fa: سند کنونی را ذخیره میکند
fr: Enregistrer le document actuel
fr_fr: Enregistrer le document en cours
ms_my: Simpan dokumen semasa
tr: Kullanılan belgeyi kaydet

source: Open another document
fa: سند دیگری را باز میکند
fr: Ouvrir un autre document
fr_fr: Ouvrir un autre document
ms_my: Buka dokumen lain
tr: Farklı belgeyi aç

source: Print the current document
fa: سند کنونی را چاپ میکند
fr: Imprimer le document actuel
fr_fr: Imprimer le document en cours
ms_my: Cetak dokumen semasa
tr: Kullanılan belgeyi yazdır

source: Undo the last change you made
fa: بازگردانی آخرین تغییری که انجام داده اید.
fr: Annuler le dernier changement effectué
fr_fr: Annuler le dernier changement
ms_my: Buat asal perubahan terakhir yang anda buat
tr: Son değişikliği geri al

source: Shift
fr: Maj
fr_fr: Maj

source: Redo a change that you just undid
fa: دوباره انجام دادن تغییری که به تازگی بازگردانی کرده اید.
fr: Rétablir un changement que vous venez d'annuler
fr_fr: Rétablir un changement que vous venez d'annuler
ms_my: Buat semula perubahan yang anda baru sahaja undur
tr: Yeniden açtığın bir değişikliği yeniden yap

source: Toggle the current application between full-screen and windowed
fa: بین حالت تمام صفحه و حالت پنجره ای برنامه کنونی تغییر وضعیت میدهد.
fr: Basculer l'application actuelle entre le mode plein écran et fenêtré
fr_fr: Activer ou désactiver le mode plein écran
ms_my: Togol antara aplikasi semasa sama ada berskrin-penuh atau bertetingkap
tr: Geçerli uygulamayı tam ekran ve pencereli arasında değiştirme

source: Desktop shortcuts
fa: میانبرهای میزکار
fr: Raccourcis Bureau
fr_fr: Raccourcis Bureau
ms_my: Pintasan atas meja
tr: Masaüstü kısayolları

source: This section lists common keyboard shortcuts which you can use to operate parts of the desktop.
fa: این قسمت میانبرهای عمومی صفحه کلید را لیست میکند که میتوانید از آن ها برای کار کردن با قسمت های مختلف میزکار استفاده کنید.
fr: Cette section répertorie les raccourcis clavier courants que vous pouvez utiliser pour manipuler des parties du bureau.
fr_fr: Cette section répertorie les raccourcis clavier courants qui permettent d'interagir avec le bureau.
ms_my: Seksyen ini menyenaraikan pintasan papan kekunci umum yang mana anda boleh digunakan untuk mengoperasi atas meja..
tr: Bu bölüm, masaüstünün parçalarını çalıştırmak için kullanabileceğiniz genel klavye kısayollarını listeler.
