Repository: Kyuyrii/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: fa, fr, fr_fr, ms_my, tr

source: Getting Started
fa: شروع کنید
fr: Pour débuter
fr_fr: Prise en main
ms_my: Membiasakan Diri
tr: Başlarken

source: Prerequisites
fa: پیش نیاز ها
fr: Prérequis
fr_fr: Prérequis
ms_my: Prasyarat
tr: Ön koşullar

source: System Requirements
fa: سیستم مورد نیاز
fr: Configuration requise
fr_fr: Configuration minimale
ms_my: Keperluan Sistem
tr: Sistem Gereksinimleri

source: Installation Preparation
fa: مقدمات نصب
fr: Préparation de l&#39;installation
fr_fr: Préparation de l'installation
ms_my: Persediaan Pemasangan
tr: Kurulum Hazırlığı

source: Dual Booting
fa: بوت دوگانه
fr: Dual boot
fr_fr: Dual boot
ms_my: Dwi-But
tr: İkili Başlangıç

source: Install Now
fa: نصب کن
fr: Installer maintenant
fr_fr: Commencer l'installation
ms_my: Pasang Sekarang
tr: Şimdi Yükle

source: Familiarity
fa: آشنایی
fr: Familiarité
fr_fr: Familiarisation
ms_my: Keserasian
tr: Bilinirlik

source: Browser Ballot
fr: Choix du navigateur
fr_fr: Navigateurs
ms_my: Undian Pelayar
tr: Tarayıcı Seçimi

source: Email Ballot
fr_fr: Courrielleurs

source: Customization
fa: شخصی سازی
fr: Personnalisation
fr_fr: Personnalisation
ms_my: Penyuaian
tr: Özelleştirme

source: Keyboard Shortcuts
fa: میانبرهای صفحه کلید
fr: Raccourcis clavier
fr_fr: Raccourcis clavier
ms_my: Pintasan Papan Kekunci
tr: Klavye Kısayolları

source: Updates & Extras
fa: بروز رسانی ها و بیشتر
fr: Mise à jour et extras
fr_fr: Mise à jour et extras
ms_my: Kemas Kini & Ekstra
tr: Güncellemeler & Ekstralar

source: Drivers
fa: درایوها
fr: Pilotes
fr_fr: Pilotes
ms_my: Pemacu
tr: Sürücüler

source: Language & Input
fa: زبان و ورودی
fr: Langues et périphériques d&#39;entrée
fr_fr: Prise en charge des langues
ms_my: Bahasa & Input
tr: Dil & Giriş

source: Optional Tasks
fa: کارهای اختیاری
fr: Tâches optionnelles
fr_fr: Ressources supplémentaires
ms_my: Tugas Pilihan
tr: İsteğe Bağlı Görevler

source: Troubleshooting
fa: عیب یابی
fr: Dépannage
fr_fr: Dépannage
ms_my: Pencarisilapan
tr: Sorunları Çözme

source: System Specifications
fa: مشخصات سیستم
fr: Caractéristiques du système
fr_fr: Caractéristiques système
ms_my: Spesifikasi Sistem
tr: Sistem Özellikleri

source: Please choose a topic to get started.
fa: لطفا یک موضوع را برای شروع انتخاب کنید.
fr: Merci de choisir un sujet afin de commencer.
fr_fr: Choisissez une rubrique.
ms_my: Sila pilih satu tajuk untuk mula.
tr: Başlamak için lütfen bir konu seçin.

source: Modest System Requirements
fa: حداقل سیستم مورد نیاز
fr: Configuration minimale requise
fr_fr: Des exigences modestes
ms_my: Keperluan Sistem Minimum
tr: Mütevazı Sistem Gereksinimleri

source: Ubuntu Budgie works well on both high-end to older computers, optimized to be functional, while light on system resources.
fr_fr: Ubuntu Budgie fonctionne aussi bien sur des ordinateurs de pointe que sur des modèles plus anciens. Il est optimisé pour la performance tout en étant peu gourmand en ressources système.

source: Pentium i3 - approximately created in 2013
fa: پردازنده Pentium i3 - تقریبا در سال 2013 ساخته شده
fr: Pentium i3 - approximativement créé en 2013
fr_fr: Pentium i3 (autour de 2013)
ms_my: Pentium i3 - dicipta pada tahun 2013
tr: Pentium i3 - yaklaşık 2013 yılında üretildi

source: 2 gigabytes (GB) of RAM
fa: 2 گیگابایت (GB) رَم
fr: 2 gigabytes (GB) de RAM
fr_fr: 2 gigaoctets (Go) de RAM
ms_my: 2 gigabait (GB) RAM
tr: 2 gigabayt (GB) RAM

source: 32 gigabytes (GB) of disk space
fr_fr: 32 gigaoctets (Go) d'espace disque

source: 32 gigabytes (GB) SD Card
fr_fr: Carte SD de 32 gigaoctets (Go)

source: Recommended
fa: سیستم توصیه شده
fr: Recommandé
fr_fr: Recommandé
ms_my: Disarankan
tr: Önerilen

source: Pentium i5 - approximately created in 2017
fr_fr: Pentium i5 (autour de 2017)

source: 4 gigabytes (GB) of RAM
fa: 4 گیگابایت (GB) رَم
fr: 4 gigabytes (GB) de RAM
fr_fr: 4 gigaoctets (Go) de RAM
ms_my: 4 gigabait (GB) RAM
tr: 4 gigabayt (GB) RAM

source: 60 gigabytes (GB) of disk space
fr_fr: 60 gigaoctets (Go) d'espace disque

source: 60 gigabytes (GB) SSD
fr_fr: SSD de 60 gigaoctets (Go)

source: The operating system will run much more efficiently if your computer meets or surpasses the recommended requirements.
fa: اگر رایانه شما همانند سیستم توصیه شده یا بهتر از آن باشد، سیستم عامل خیلی موثرتر و بهتر میتواند اجرا شود.
fr: Le système d'exploitation fonctionnera beaucoup plus efficacement si votre ordinateur répond ou dépasse les exigences recommandées.
fr_fr: Le système d'exploitation fonctionnera beaucoup plus efficacement si votre ordinateur répond aux exigences recommandées ou les dépasse.
ms_my: Sistem pengoperasian akan berjalan dengan lebih efisyen jika komputer anda memenuhi atau melepasi keperluan yang disarankan.
tr: Bilgisayarınız önerilen gereksinimleri karşılarsa veya aşarsa işletim sisteminiz daha verimli çalışacaktır.

source: What's inside my computer?
fa: چه چیزی داخل رایانه من است؟!
fr: Qu'y a-t-il dans mon ordinateur?
fr_fr: Qu'y a-t-il dans mon ordinateur?
ms_my: Apakah spesifikasi komputer saya?
tr: Bilgisayarımın içinde ne var?

source: Installation Preparations
fa: مقدمات نصب
fr: Préparations en vue de l'installation
fr_fr: Avant l'installation
ms_my: Persediaan Pemasangan
tr: Kurulum Hazırlıkları

source: Preparing to Install
fa: آماده سازی برای نصب
fr: Préparation pour l'installation
fr_fr: Préparation de l'installation
ms_my: Bersedia untuk Memasang
tr: Kuruluma Hazırlanıyor

source: Ubuntu Budgie is relatively simple to set up, whether you're looking to replace your existing operating system or install Ubuntu Budgie alongside an existing one - such as &nbsp;<span class="fa fa-windows"></span> Microsoft Windows or another <span class="fa fa-linux"></span> GNU/Linux distribution.
fr_fr: Ubuntu Budgie est relativement simple à installer, que vous souhaitiez remplacer votre système d'exploitation actuel ou l'installer à côté d'un système existant tel que&nbsp;<span class="fa fa-windows"></span> Microsoft Windows ou une autre <span class="fa fa-linux"></span> distribution GNU/Linux.

source: For the best results:
fa: برای بهترین نتیجه :
fr: Pour de meilleurs résultats :
fr_fr: Pour de meilleurs résultats :
ms_my: Untuk hasil terbaik:
tr: En iyi sonuç için:

source: <u><b>Back up</b></u> any important data to another storage device.
fa: بر روی یک فضای ذخیره سازی دیگر، از داده های مهم خود فایل <u><b>پشتیبانی</b></u> تهیه کنید.
fr: <u><b>Sauvegardez</b></u> vos données importantes sur un autre support.
fr_fr: <u><b>Sauvegardez</b></u> vos données importantes sur un autre support.
ms_my: <u><b>Sandar</b></u> mana-mana data penting ke dalam pemacu storan lain.
tr: Önemli verileri başka bir depolama aygıtına<u><b>Yedekleyin </b></u>.

source: Connect to the Internet to install all available updates during installation.
fa: برای نصب تمام بروزرسانی های موجود در زمان نصب سیستم عامل به اینترنت متصل شوید.
fr: Connectez vous à internet pour installer toutes les mises à jour disponibles durant l'installation.
fr_fr: Connectez-vous à Internet pour installer les mises à jour disponibles durant l'installation.
ms_my: Sambung ke Internet untuk memasang semua kemas kini yang tersedia ketika pemasangan.
tr: Yükleme sırasında mevcut tüm güncellemeleri yükleyebilmek için İnternet'e bağlanın.

source: Stay connected to the Internet to install all available updates.
fa: برای نصب تمام بروزرسانی های موجود به اینترنت متصل بمانید.
fr: Restez connecté à internet pour installer toutes les mises à jour disponibles.
fr_fr: Restez connecté à Internet pour installer les mises à jour disponibles.
ms_my: Kekal bersambung dengan Internet untuk memasang semua kemas kini yang tersedia.
tr: Mevcut tüm güncellemeleri yükleyebilmek için İnternet'e bağlı kalın.

source: Plug in your device to the mains if it is running on battery power.
fa: درصورتی که از انرژی باتری استفاده میکنید، دستگاه را به شارژر وصل کنید.
fr: Branchez votre appareil sur le secteur s'il fonctionne avec une batterie.
fr_fr: Branchez votre appareil sur le secteur s'il fonctionne sur batterie.
ms_my: Palamkan soket kuasa jika ia masih berjalan dengan kuasa bateri.
tr: Eğer cihazınız pil gücü ile çalışıyorsa, cihazınızı fişe takın.

source: The live session you are currently in right now is a good opportunity to test Ubuntu Budgie without modifying your computer, allowing you to test all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon from the desktop.
fr_fr: La session <i>live</i> dans laquelle vous vous trouvez actuellement est une bonne occasion de tester Ubuntu Budgie sans modifier votre ordinateur et de vérifier que tous vos périphériques fonctionnent normalement avant d'envisager l'installation. Une fois que vous serez prêt, double-cliquez sur l'icône d'installation sur le bureau.

source: Modern UEFI-based computers
fa: رایانه های مدرن برپایه UEFI
fr: Ordinateurs possédant un BIOS moderne UEFI
fr_fr: Ordinateurs équipés du mode UEFI
ms_my: Komputer modern berasaskan-UEFI
tr: Modern UEFI tabanlı bilgisayarlar

source: If you have a modern PC that uses the Unified Extended Firmware Interface (UEFI), you may need to disable <b>Secure Boot</b> (or enable the <b>Unlock Bootloader</b> option) prior to installation, particularly if an operating system was pre-installed.
fr: Si vous possédez un ordinateur récent qui utilise un BIOS UEFI (Unified Extended Firmware Interface), il vous faudra certainement désactiver le <b>Secure Boot</b> (ou activer l'option <b>Unlock Bootloader</b>) avant de réaliser l'installation du système d'exploitation. Cela est d'autant plus valable si un système d'exploitation est déjà installé sur l'ordinateur.
fr_fr: Si vous possédez un ordinateur récent qui utilise le mode UEFI (Unified Extended Firmware Interface), il vous faudra certainement désactiver le <b>Secure Boot</b> (ou activer l'option <b>Unlock Bootloader</b>) avant de passer à l'installation du système d'exploitation, particulièrement si un système d'exploitation est déjà installé.
ms_my: Jika anda mempunyai PC modern yang menggunakan Unified Extended Firmware Interface (UEFI) atau Antara Muka Perisian Tegar Lanjutan Bersatu, anda perlu lumpuhkan <b>But Selamat</b> (atau benarkan pilihan <b>Buka Pemuat But</b>) sebelum pemasangan, terutamanya jika sistem pengoperasian itu telah dipra-pasang.
tr: Birleştirilmiş Genişletilmiş Ürün Yazılımı Arabirimini (UEFI) kullanan modern bir bilgisayarınız varsa, özellikle bir işletim sistemi önceden yüklenmişse, kurulumdan önce <b>Güvenli Önyükleme</b>'yi devre dışı bırakmanız (veya <b>Önyükleme Yöneticisi Kilidini Aç</b> seçeneğini etkinleştirmeniz) gerekebilir.

source: If you are using a legacy BIOS machine, you do not need to do this.
fa: اگر از دستگاهی با BIOS سنتی (قدیمی) استفاده میکنید، نیازی به انجام اینکار ندارید.
fr: Si vous utilisez un ordinateur possédant un BIOS legacy, nous n'avez pas besoin de réaliser ces opérations.
fr_fr: Vous n'avez pas besoin de le faire si votre ordinateur est équipé d'un BIOS <i>legacy</i>.
ms_my: Jika anda masih guna komputer dengan BIOS legasi atau lama, anda tidak perlu membuat perkara tersebut.
tr: Eski tip BIOS'a sahip bir makine kullanıyorsanız, bunu yapmanız gerekmez.

source: Especially when dual booting, it is important that you boot your system in the correct mode and use the <b> 64-bit image</b> , as you cannot boot an operating system installed in BIOS mode after installing a UEFI-enabled operating system or vice versa.
fr: Il est très important de démarrer le système d'exploitation en utilisant le bon mode, surtout lorsque l'on utilise un dual boot. Ainsi, il est recommandé d'utiliser <b> l'image 64-bits </b>. Il faut également savoir qu'il n'est pas possible de démarrer sur un système d'exploitation installé en mode BIOS après avoir installé un système d'exploitation en mode UEFI et vice-versa.
fr_fr: Il est très important de démarrer le système d'exploitation sur le bon mode, surtout dans le cadre d'un <i>dual boot</i>. En effet, il est impossible de lancer un système d'exploitation installé en mode BIOS quand on en a installé un autre en mode UEFI et vice-versa. Choisissez également la <b>version 64 bits de l'ISO</b>.
ms_my: Terutamanya bila melakukan dwi-but, ia penting kerana anda perlu membut sistem anda dalam mod yang betul dan guna <b>imej 64-bit</b>, kerana anda tidak boleh but sistem pengoperasian yang terpasang dalam mod BIOS selepas memasang sistem pengoperasian terbenar-BIOS atau sebaliknya.
tr: Özellikle çift önyükleme yapıldığında, sisteminizi doğru modda önyüklemeniz ve <b> 64 bit görüntüsü</b> kullanmanız önemlidir, çünkü UEFI etkin bir işletim sistemini kurduktan sonra BIOS modunda yüklenmiş bir işletim sistemini önyükleyemezsiniz veya tam tersi.

source: Booting in BIOS mode on a UEFI system with a GPT-formatted disk will also show a "protection layer". <b>Do not worry,</b> your data is not lost or corrupt!
fr: Démarrer en mode BIOS sur un système UEFI avec un disque formaté en GPT vous affichera également une "couche protégée". <b>Pas d'inquiétude,</b> vos données ne sont ni perdues ni corrompues.
fr_fr: Démarrer en mode BIOS sur un ordinateur UEFI avec un disque formaté en GPT ajoute une "couche de protection". Mais <b>pas d'inquiétude,</b> vos données ne sont ni perdues ni corrompues.
ms_my: Membut dalam mod BIOS dalam sistem UEFI dengan cakera terformat-GPT juga menunjukkan "lapisan perlindungan". <b>Janganlah risau,</b> data anda tidak hilang atau menjadi rosak!
tr: GPT formatlı bir disk bulunan bir UEFI sisteminde BIOS modunda önyükleme de "koruma katmanı" gösterecektir. <b> Endişelenmeyin, </b> verileriniz kaybolmaz veya bozulmaz!

source: Your system is currently running in <b><span id="boot-mode"></span> mode</b>.
fa: سیستم شما اکنون در حالت <b><span id="boot-mode"></span></b> اجرا شده است.
fr: Votre système utilise actuellement le <b>mode de démarrage <span id="boot-mode"></span></b>.
fr_fr: Votre système utilise actuellement le <b>mode de démarrage <span id="boot-mode"></span></b>.
ms_my: Sistem anda kini berjalan dalam <b>mod <span id="boot-mode"></span></b>.
tr: Sisteminiz şu an <b><span id="boot-mode"></span> modunda</b> çalışıyor.

source: For computers that start to run low on memory (RAM), the operating system will start swapping to disk. Known as a "paging file" in Windows. Performance will decrease when running low on memory and could possibly freeze if you completely run out of memory without anywhere to swap.
fr: Pour les ordinateurs qui commencent à fonctionner à faible niveau de mémoire (RAM), le système d'exploitation commencera à échanger sur le disque. Connu comme "fichier de pagination" sous Windows. Les performances diminueront en cas de faible capacité mémoire et pourraient éventuellement se figer si vous manquez complètement de mémoire sans emplacement pour échanger.
fr_fr: Les performances d'un ordinateur diminuent au fur et à mesure que la mémoire sature. Le système peut même se figer s'il manque complètement de mémoire et que rien n'est prévu pour déplacer le surplus de données sur le disque. Sur Windows, cette zone d'échange (ou <i>swap</i>) s'appelle "fichier de pagination".
ms_my: Bagi komputer yang mula dijalankan dengan ingatan (RAM) rendah, sistem pengoperasian akan mula menyilih ke cakera dahulu. Ia dikenali sebagai "paging file" di dalam Windows. Prestasi akan menurun ketika ingatan rendah dan boleh mengakibatkan kejadian kaku jika anda sepenuhnya kehabisan ingatan tanpa penyilihan.
tr: Düşük Bellek (RAM) ile çalışmaya başlayan bilgisayarlar için işletim sistemi diskle takasa başlayacaktır. Windows'da bir "sayfa dosyası" olarak bilinir. Düşük bellekte çalışırken performans düşer ve herhangi bir yere takas yapmadan bellek tamamen dolarsa, sistem muhtemelen donabilir.

source: By default, a swap file is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for the swap file. A separate swap partition is no longer required to be created.
fr: Par défaut, une fichier d'échange swap est cré en fonction de la taille de votre mémoire RAM. Par exemple, si vous avez 2 Go de RAM, un fichier d'échange de 2 Go sera créé sur votre disque dur et réservé à cet usage. Une partition swap n'a plus besoin d'être créée.
fr_fr: Désormais, à l'installation, Ubuntu Budgie crée automatiquement un "fichier de swap" réservé à cet usage. Sa taille est fonction de celle de la RAM : 2 Go pour 2 Go de RAM, par exemple. Il n'est donc plus nécessaire de créer une partition "Swap" particulière.
ms_my: Secara lalai, satu fail silih berdasarkan saiz RAM anda. Sebagai contoh, jika anda mempunyai 2GiB RAM, maka 2GiB ruang cakera keras akan disimpan khusus untuk fail silih. Satu sekatan silih tidak perlu lagi diwujudkan.
tr: Varsayılan olarak, takas dosyası RAM boyutuna göre oluşturulur. Örneğin, 2 GB RAM'iniz varsa, takas dosyası için 2 GB sabit disk alanı ayrılmıştır. Ayrı bir takas bölümü oluşturulması artık gerekli değildir.

source: Previous:
fa: قبلی:
fr: Précédent :
fr_fr: Précédent :
ms_my: Terdahulu:
tr: Önceki:

source: Should you wish to install Ubuntu Budgie alongside your existing operating system, your partitions need to be shrunk. This results in sections of your hard disk being split between multiple operating systems.
fr_fr: Si vous souhaitez installer Ubuntu Budgie à côté de votre système d'exploitation actuel, ses partitions seront réduites pour partager l'espace disponible sur le disque.

source: I'm dual booting with
fa: من از بوت دوگانه استفاده میکنم با
fr: J'utilise un dual boot avec
fr_fr: J'utilise un <i>dual boot</i> avec
ms_my: Saya mendwi-but dengan
tr: Ben şununla çift önyükleme yapıyorum

source: To minimize the risk of data loss or failure, ensure that:
fa: برای کاهش احتمال از دست دادن یا تخریب داده ها، مطمئن شوید که:
fr: Afin de minimiser les risques pour vos données, assurez vous que :
fr_fr: Afin de minimiser les risques de perte de données, assurez-vous que :
ms_my: Untuk meminimumkan risiko kehilangan atau kegagalan data, pastikan:
tr: Veri kaybı veya arıza riskini en aza indirgemek için şunlara dikkat edin:

source: There is enough free space. 10 GB minimum is recommended.
fa: فضای آزاد کافی موجود است. حداقل 10 گیگابایت توصیه میشود.
fr: L'espace libre est suffisant. Un minimum de 10 GB est recommandé.
fr_fr: L'espace disponible est suffisant. Un minimum de 10 Go est recommandé.
ms_my: Ruang bebas yang mencukupi, Minimum 10 GB disarankan.
tr: Yeterli boş alan var. Minimum 10 GB önerilir.

source: <b><u>Back up</u></b> important data to another drive.
fa: از داده های مهم بر روی یک درایو دیر <b><u>پشتیبان</u></b> بگیرید.
fr: Vos données importantes sont sauvegardées sur un autre support.
fr_fr: Vos données importantes sont sauvegardées sur un autre support.
ms_my: <b><u>Sandar</u></b> data penting ke dalam pemacu lain.
tr: Önemli verileri başka bir sürücüye <u><b>Yedekleyin </b></u>.

source: Defragment the hard drive.
fr: Votre disque est défragmenté.
fr_fr: Votre disque est défragmenté.
ms_my: Penyahserpihan cakera keras.
tr: Sabit sürücüyü birleştirin.

source: Ensure Windows has been cleanly shut down (not hibernated).
fa: مطمئن شوید که ویندوز بصورت کامل خاموش شده است (هایبرنت نشده باشد).
fr: Windows a bien été arrêté correctement (pas d'hibernation).
fr_fr: Windows est vraiment arrêté (pas d'hibernation).
ms_my: Pastikan Windows telah ditutup dengan baik (bukan dihibernasikan).
tr: Windows'un tamamen kapatıldığından emin olun (uyku şeklinde değil).

source: Which approach would you prefer?
fa: کدام رویکرد را ترجیح میدهید؟
fr: Quelle approche préférez vous?
fr_fr: Quelle méthode préférez-vous ?
ms_my: Pendekatan manakah yang anda mahu?
tr: Hangi yaklaşımı tercih ederdiniz?

source: Advanced
fa: پیشرفته
fr: Avancée
fr_fr: Avancée
ms_my: Lanjutan
tr: Gelişmiş

source: Safest
fa: امنترین
fr: Sécurisée
fr_fr: Sécurisée
ms_my: Paling Selamat
tr: En Güvenli

source: The simplest method is to use the installer.
fa: ساده ترین راه استفاده از حالت نصب کننده است.
fr: La méthode la plus simple pour l'installation.
fr_fr: Le plus simple est d'utiliser l'installateur.
ms_my: Kaedah termudah ialah dengan penggunaan pemasang.
tr: En basit yöntem yükleyiciyi kullanmaktır.

source: The installer scans your disks for existing operating systems and provides a choice on what you'd like to do.
fr: Le programme d'installation scanne vos disques pour détecter les systèmes d'exploitation existants et offre un choix sur ce que vous souhaitez faire.
fr_fr: Il scanne vos disques pour détecter les systèmes d'exploitation déjà installés et vous propose plusieurs types d'installation.
ms_my: Pemasang mengimbas cakera anda jika ada sistem pengoperasian dan menyediakan satu pilihan yang perlu anda pilih.
tr: Yükleyici, mevcut işletim sistemleri için disklerinizi tarar ve ne yapmak istediğiniz konusunda seçim yapmanızı sağlar.

source: You will see an option similar to this:
fa: گزینه ای مشابه این خواهید دید:
fr: Vous verrez une option similaire à celle-ci :
fr_fr: Vous verrez une option semblable à celle-ci :
ms_my: Anda akan melihat pilihan seperti ini:
tr: Buna benzer bir seçenek göreceksiniz:

source: Followed by:
fa: دنبال شده توسط:
fr: Suivi par :
fr_fr: Suivie de :
ms_my: Diikuti dengan:
tr: Bunu takiben:

source: Do not interrupt or power off the computer during a resize operation.
fa: در حین عمل تغییر اندازه دادن، رایانه را خاموش و یا قطع نکنید.
fr: Ne pas débrancher ou éteindre l'ordinateur durant l'opération de redimensionnement.
fr_fr: Ne débranchez pas l'ordinateur ou ne l'éteignez pas pendant l'opération de redimensionnement.
ms_my: Jangan sampuk atau matikan komputer ketika operasi saiz semula.
tr: Yeniden boyutlandırma işlemi sırasında bilgisayarın elektrik bağlantısını kesmeyin veya kapatmayın.

source: If you do, data loss or a partition table corruption could occur. Please double check your changes before proceeding.
fr: Si vous le faites, il se peut que vous perdiez vos données ou que vous corrompiez votre table de partition. Veuillez revérifier vos changements avant de continuer.
fr_fr: Si vous continuez, vous risquez de perdre vos données ou de corrompre la table de partition. Vérifiez vos modifications à deux fois avant d'aller plus loin.
ms_my: Jika berlaku, kehilangan data atau kerosakan jadual sekatan boleh berlaku. Sila periksa sekali lagi perubahan yang anda buat sebelum diteruskan.
tr: Bunu yaparsanız, veri kaybı veya bir bölüm tablosu bozulması oluşabilir. Devam etmeden önce lütfen yaptığınız değişiklikleri iki kere kontrol edin.

source: The installer may show a <span class="fa fa-spinner"></span> spinner cursor for a long period of time, depending on the size of your disk.
fr: L'installateur peut afficher une icône <span class="fa fa-spinner"></span> de chargement pendant une période assez longue qui dépend de la taille de votre disque dur.
fr_fr: L'installateur affichera ce curseur <span class="fa fa-spinner"></span> pendant plus ou moins longtemps en fonction de la taille du disque dur.
ms_my: Pemasang mungkin menunjukkan kursor berpusing-pusing <span class="fa fa-spinner"></span> dalam tempoh yang lama, ia bergantung pada saiz cakera anda.
tr: Yükleyici, diskinizin boyutuna bağlı olarak uzun bir süre bir <span class="fa fa-spinner"></span> döndürücü imlecini gösterebilir.
