Repository: Kyuyrii/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: fa, fr, fr_fr, ms_my, tr

source: The live session you are currently in right now is a good opportunity to test <span name="distro-name"></span> without modifying your computer, allowing you to test all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon from the desktop.
fr: La session en direct que vous utilisez actuellement est une bonne occasion d'essayer <span name="distro-name"></span> sans modifier votre ordinateur, vous permettant de vérifier le bon fonctionnement de tous vos périphériques avant de vous engager à l'installation sur votre machine. Une fois que vous êtes prêt, double-cliquez sur l'icône d'installation à partir du bureau.
ms_my: Sesi langsung yang kini dijalankan merupakan peluang terbaik untuk menguji <span name="distro-name"></span> tanpa perlu mengubah suai komputer anda, membolehkan anda uji semua persisian anda sama ada berfungsi baik sebelum memasangnya ke dalam komputer anda. Jika anda sudah bersedia, dwi-klik pada ikon pemasangan yang tertera di atas meja.
tr: Halihazırda bulunduğunuz canlı oturum, bilgisayarınızı değiştirmeden <span name="distro-name">Ubuntu Budgie</span>'yi test etmek için iyi bir fırsattır, tüm çevre birimlerinin makinenize yüklenmeyi taahhütte bulunmadan önce amaçlanan şekilde çalıştıklarını test etmenize izin verir. Hazır olduğunuzda, masaüstündeki yükleme ikonuna çift tıklayın.

source: Swap
fr: Échange
ms_my: Silih
tr: Takas

source: By default, a swap partition is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for swap at the end of the drive.
fr: Par défaut, une partition swap est crée en fonction de la taille de votre mémoire RAM. Par exemple, si vous avez 2 Go de RAM, une partition swap de 2 Go sera créée sur votre disque dur et réservée à cet usage.
ms_my: Secara lalai, sekatan silih diwujudkan berdasarkan saiz RAM anda. Sebagai contoh, jika anda mempunyai 2GiB RAM, maka 2GiB ruang cakera keras akan disimpan khusus untuk penyilihan dipenghujung cakera.
tr: Varsayılan olarak, RAM'inizin boyutuna bağlı olarak bir takas bölümü oluşturulur. Örneğin, 2 GB RAM'e sahipseniz, sürücünün sonunda takas için 2 GB'lik sabit disk alanı ayrılır.

source: Should you wish to install <span name="distro-name"></span> alongside your existing operating system, your partitions need to be shrunk. This results in sections of your hard disk being split between multiple operating systems.
fr: Si vous souhaitez installer <span name="distro-name"></span> à côté de votre système d'exploitation existant, vos partitions doivent être réduites. Des sections de votre disque dur seront séparées pour plusieurs systèmes d'exploitation.
ms_my: Jika anda mahu memasang <span name="distro-name"></span> bersama-sama dengan sistem pengoperasian sedia ada anda, sekatan anda perlu dikecilkan. Kesannya sebahagian cakera keras anda dipisahkan diantara berbilang sistem pengoperasian yang ada.
tr: Mevcut işletim sisteminizin yanında <span name="distro-name"></span>'yi kurmak isterseniz, bölümleriniz küçültülmelidir. Bu, sabit disk bölümlerinin birden çok işletim sistemi arasında bölünmesine neden olur.

source: Simple
fa: ساده
ms_my: Ringkas
tr: Basit

source: After completing operations to your disk, you can leave the remaining space unallocated, whereby the installer will detect this unused space to install <span name="distro-name"></span> to.
fr: Après avoir effectué ces opérations votre disque, vous pouvez laisser l'espace restant non alloué, et l'installateur détectera cet espace non alloué pour installer <span name="distro-name"></span>.
ms_my: Selepas operasi pada cakera anda selesai, anda boleh biarkan ruang berbaki tidak diperuntukkan. yang mana pemasang akan mengesan ruang ini untuk memasang <span name="distro-name"></span>.
tr: İşlemlerinizi diskinize tamamladıktan sonra, kalan alanı ayrılmamış olarak bırakabilirsiniz, böylece yükleyici <span name="distro-name"></span>'yi yüklemek için bu kullanılmayan alanı algılar.

source: The base for <span name="distro-name"></span>
fa: پایه برای <span name="distro-name"></span>
fr: La base de
ms_my: Tapak untuk <span name="distro-name"></span>
tr: <span name="distro-name"></span> için temel

source: Newer versions of Windows provide a tool to shrink the NTFS volume from within Windows. This is a safer bet if it's essential that Windows still boots on your computer while experiencing <span name="distro-name"></span>.
fr: Les versions plus récentes de Windows fournissent un outil pour réduire le volume NTFS depuis Windows. Il s'agit d'une méthode plus sûre si il est primordial que Windows continue de démarrer sur votre ordinateur lorsque vous utiliserez <span name="distro-name"></span>.
ms_my: Versi Windows yang lebih baharu menyediakan satu alat untuk kecil volum NFTS dari dalam Windows. Langkah ini lebih selamat kerana Windows masih dibut dalam komputer anda ketika menikmati <span name="distro-name"></span>.
tr: Windows'un daha yeni sürümleri, NTFS birimini Windows içinden küçültmek için bir araç sağlar. <span name="distro-name"></span>'yi tecrübe edinirken Windows'un bilgisayarınızda hala açıldığı önemli ise bu daha güvenli bir bahis.

source: Remember, <span name="distro-name"></span> needs at minimum 16 GB of disk space.
fa: به خاطر داشته باشید، <span name="distro-name"></span> به حداقل 16 گیگ فضای دیسک نیازمند است.
fr: Rappeler vous que <span name="distro-name"></span> nécessite au minimum 16 Go d'espace disque libre.
ms_my: Perlu diingat, <span name="distro-name"></span> memerlukan sekurang-kurangnya 16 GB ruang cakera.
tr: Unutmayın, <span name="distro-name"></span> minimum 16 GB disk alanına ihtiyaç duyar.

source: Linux distributions use a boot loader known as <code>grub</code>, which looks for and bootstraps the operating system. However, some operating systems (such as Windows) do not integrate with existing boot loaders and will overwrite them, with the potential to lose access to <span name="distro-name"></span> temporally.
fr: Les distributions Linux utilisent un programme d'amorçage appelé <code>grub</code>, qui s'occupe de répertorier et d'amorcer les systèmes d'exploitation. Cependant, certains systèmes d'exploitation (comme Windows) ne s'intègrent pas à un programme d'amorçage déjà présent et vont le remplacer, rendant l'accès à <span name="distro-name"></span> temporairement impossible.
ms_my: Distribusi Linux menggunakan pemuat but yang dikenali sebagai <code>grub</code>, yang dapat mencari bootstrap sistem pengoperasian. Akan tetapi, sesetengah sistem pengoperasian (seperti Windows) tidak disepadukan dengan pemuat but sedia dan ditulis-ganti, berkemungkinan akan kehilangan capaian kepada <span name="distro-name"></span> buat sementara.
tr: Linux dağıtımları <code>grub</code> olarak bilinen ve işletim sistemini önyükleme yapan bir önyükleme yükleyicisi kullanır. Bununla birlikte, bazı işletim sistemleri (Windows gibi) mevcut önyükleme yükleyicileriyle entegre olmaz ve geçici olarak <span name="distro-name">Ubuntu Budgie</span>'ye erişimi kaybetme potansiyeline sahip olacak şekilde üzerlerine yazarlar.

source: <span name="distro-name"></span> periodically will check to see if new software and security updates are available for your computer. If you have just installed <span name="distro-name"></span>, you might want to do this now.
fr: <span name="distro-name"></span> va vérifier périodiquement si des mises à jours logiciel et de sécurité sont disponibles pour votre ordinateur. Si vous venez juste d'installer <span name="distro-name"></span> vous voudriez peut-être le faire de suite.
ms_my: <span name="distro-name"></span> secara berkala akan memeriksa jika ada perisian dan kemas kini keselamatan baharu yang tersedia untuk komputer anda. Jika anda baru sahaja memasang <span name="distro-name"></span>, eloklah anda lakukannya sekarang.
tr: <span name="distro-name"> </span> periyodik olarak bilgisayarınız için yeni yazılım ve güvenlik güncelleştirmeleri olup olmadığını kontrol edecektir. <span name="distro-name"> </span>'yi yeni yüklediyseniz, şimdi bunu yapmak isteyebilirsiniz.

source: <b>Software Updater</b> can be found later in the menu <strong>Administration</strong>
fr: Le <b>Gestionnaire de mises à jour</b> peu se retrouver dans le menu <strong>Administration</strong>
ms_my: <b>Pengemas Kini Perisian</b> boleh ditemui kemudian melalui menu <strong>Pentadbiran</strong>
tr: <b>Yazılım Güncelleyicisi</b>daha sonra <strong>Yönetim Menüsü'nde</strong>bulunabilir.

source: <strong>Ubuntu</strong> (the base distribution of <span name="distro-name"></span>) strives to make all of the most important software available to its users automatically. However patent and copyright restrictions (see Ubuntu License Policy) complicate distribution of software to support non-free formats.
fr: <strong>Ubuntu</strong> (la distribution de base de <span name="distro-name"></span>) s'efforce de mettre automatiquement à la disposition de ses utilisateurs tous les logiciels les plus importants. Toutefois, les restrictions en matière de brevets et de droits d'auteur (voir la politique de licence d'Ubuntu) compliquent la distribution de logiciels pour la prise en charge de formats non libres.
ms_my: <strong>Ubuntu</strong>(distribusi asas <span name="distro-name"></span>) memastikan semua perisian penting tersedia untuk penggunanya secara automatik. Walaubagaimanapun sekatan paten dan hak cipta (sila rujuk Dasar Lesen Ubuntu) menyukarkan pengedaran perisian bukan format-bebas.

source: While a wide range of hardware is compatible with <span name="distro-name"></span> , there are some components and peripherals that require proprietary drivers to function properly. Installing the firmware package is often required to get some devices, typically Bluetooth and Wi-Fi, to work correctly.
fr: Même si une grande variété de matériel est compatible avec <span name="distro-name"></span>, certains composants et périphériques requièrent des pilotes propriétaires afin de fonctionner. Installer le paquet est souvent nécessaire afin de faire fonctionner des périphériques, typiquement le Bluetooth et le Wi-Fi.
ms_my: Sejumlah besar perkakasan adalah serasi dengan <span name="distro-name"></span>, namun ada beberapa komponen dan persisian yang memerlukan pemacu proprietari untuk dapat berfungsi dengan baik. Pemasangan pakej perisian tegar biasanya diperlukan supaya beberapa jenis peranti dapat berfungsi seperti Bluetooth dan Wi-Fi.
tr: <span name="distro-name"></span> geniş bir donanım yelpazesi ile uyumlu olmasına rağmen, düzgün çalışması için tescilli sürücülerin olmasını gerektiren bazı bileşenler ve çevre birimleri vardır. Bellenim paketini kurmak, genellikle bazı aygıtların tipik olarak Bluetooth ve Wi-Fi'ın düzgün çalışması için gereklidir.

source: <b>Additional Drivers</b> can be found later in <b>Software & Updates</b>
fa: <b>Additional </b> را میتوان بعدا در <b>نرم افزار و بروزرسانی ها</b> پیدا کرد
fr: <b>Pilotes additionnels</b> peut être trouvé plus tard dans <b>Logiciels et mises à jour</b>
ms_my: <b>Pemacu Tambahan</b> boleh ditemui kemudian dalam <b>Perisian & Kemas Kini</b>
tr: <b> Ek Sürücüler </b> daha sonra <b> Yazılımlar ve Güncellemeler </b> 'de bulunabilir.

source: In <span name="distro-name"></span>, we provide an option to switch between two widely used keyboard entry layouts. IBus(Intelligent Input Bus) and Fcitx(Free Chinese Input Toy for X).
fr: Dans <span name="distro-name"></span>, nous proposons une option permettant de choisir à l'envie entre deux dispositions de clavier très utilisées : IBus(Intelligent Input Bus) et Fcitx(Free Chinese Input Toy for X).
ms_my: Di <span name="distro-name"></span>, kami menyediakan satu pilihan untuk bertukar diantara dua bentangan masukan papan kekunci yang popular. IBus(Intelligent Input Bus) dan Fcitx(Free Chinese Input Toy for X).
tr: <span name="distro-name"></span>'de çok yaygın olarak kullanılan iki klavye giriş düzeni arasında geçiş yapma seçeneği sunuyoruz IBus(Intelligent Input Bus) ve Fcitx(Free Chinese Input Toy for X).

source: <b>Language Support</b> can be found later in <b><i>Settings <i class="material-icons">&#xE315;</i> Region & Language</i></b>
ms_my: <b>Sokongan Bahasa</b> boleh dicari kemudian dalam <b><i>Tetapan <i class="material-icons">&#xE315;</i> Wilayah & Bahasa</i></b>
tr: <b>Dil Desteği</b>, daha sonra <b><i>Ayarlarda<i class="material-icons"> &#xE315;</i> Bölge ve Dil</i></b> bulunabilir.

source: Backup, Firewall and User Management
fa: پشتیبان گیری، دیوارآتش، مدیریت کاربران
fr: Sauvegarde, Pare-feu et gestion des utilisateurs.
ms_my: Sandar, Dinding Api dan Pengurusan Pengguna
tr: Yedekleme, Güvenlik Duvarı ve Kullanıcı Yönetimi

source: <span name="distro-name"></span> provides option to install a backup utility or firewall and supports multiple user accounts.
fr: <span name="distro-name"></span> fournit l'option d'installer un utilitaire de sauvegarde ou un pare-feu et prend en charge les comptes utilisateurs multiples.
ms_my: <span name="distro-name"></span> menyediakan pilihan untuk memasang utiliti sandar atau tembok api serta menyokong akaun pengguna berbilang.
tr: <span name="distro-name"></span>, bir yedekleme programı veya güvenlik duvarı kurma seçeneği sunar ve birden fazla kullanıcı hesabını destekler.

source: Backups
fa: پشتیبان گیری (بک آپ)
fr: Sauvegardes
ms_my: Sandar
tr: Yedekler

source: Nothing is more important than having a backup of your personal files, just in case something disastrous happens to your computer.
fr: Rien n'est plus important que de sauvegarder vos fichiers personnels, juste au cas où quelque chose de grave arrive à votre ordinateur.
ms_my: Tiada yang lebih penting selain dari menyandar fail peribadi anda, jika berlaku apa-apa yang tidak diingin pada komputer anda.
tr: Bilgisayarınıza feci bir şey olması durumunda kişisel dosyalarınızı yedeklemekten daha önemli bir şey yoktur.

source: <b>Deja-Dup</b> is a powerful backup utility that can be installed in <span name="distro-name"></span> and supports backups to local devices as well as online cloud-based services.
fr: <b>Deja-Dup</b> est un puissant utilitaire de sauvegarde qui peut être installé dans <span name="distro-name"></span> et supporte les sauvegardes vers des périphériques physiques ainsi que des services de cloud en ligne.
ms_my: <b>Deja-Dup</b> ialah utiliti sandar yang berkuasa boleh dipasang di dalam <span name="distro-name"></span> dan menyokong sandar ke peranti setempat serta perkhidmatan berasaskan-awan.
tr: <b>Deja-Dup</b>, <span name="distro-name"></span>'ye kurulabilen ve yerel cihazlara ve çevrimiçi bulut tabanlı servislere yedeklemeyi destekleyen güçlü bir yedekleme programıdır.

source: Configure Backup
fa: پیکربندی پشتیبان گیری (بک آپ)
fr: Configurer la sauvegarde
ms_my: Konfigur Sandar
tr: Yedeklemeyi Yapılandır

source: <b>Backups</b> can be found later in the menu <b>Utilities <i class="material-icons">&#xE315;</i> Backups</b>.
fr: <b>Les sauvegardes</b> peuvent être retrouvées plus tard dans le menu <b>Utilitaires <i class="material-icons">&#xE315;</i> Sauvegardes.</b>
ms_my: <b>Sandar</b> boleh ditemui kemudian melalui menu <b>Utiliti <i class="material-icons">&#xE315;</i> Sandar</b>.

source: Firewall
fa: دیوارآتش (فایروال)
fr: Pare-feu
ms_my: Dinding Api
tr: Güvenlik Duvarı

source: Firewalls prevent malicious connections entering and leaving your computer. By default, the firewall is disabled, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">learn more about firewalls</a>.
fr: Les pare-feux protègent contre les connexions malveillantes qui entrent et sortent de votre ordinateur. Par défaut, le pare-feu est désactivé, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">Pour en savoir plus sur les pare-feux</a>.
ms_my: Dinding api menghalang sambung berniat jahat memasuki dan keluar daripada komputer anda. Secara lalai, dinding api dilumpuhkan, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">ketahui lebih lanjut berkenaan dinding api</a>.
tr: Güvenlik duvarları, bilgisayarınıza giren ve çıkan kötü amaçlı bağlantıları önler. Varsayılan olarak, güvenlik duvarı devre dışıdır, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">güvenlik duvarları hakkında daha fazla bilgi</a>.

source: <b>Gufw</b> provides a graphical frontend to <code>ufw</code> (Uncomplicated Firewall). If security is important to you, there are <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">more ways to stay secure too</a>.
fr: <b>Gufw</b> fournit une interface graphique à <code>ufw</code>(Uncomplicated Firewall). Si la sécurité est importante pour vous, il y a <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">plusieurs manières de rester en sécurité sur votre machine</a>.
ms_my: <b>Gufw</b> menyediakan satu bahagian hadapan bergrafik untuk <code>ufw</code> (Dinding Api Ringkas). Jika aspek keselamatan adalah penting kepada anda, maka ada <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">banyak lagi cara untuk kekal selamat</a>.
tr: <b>Gufw</b>, <code>ufw</code> (Komplike Olmayan Güvenlik Duvarı) için grafiksel bir ön uç sağlar. Güvenlik sizin için önemliyse, <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">güvenliğinizi korumanın başka yolları da</a> vardır.

source: Configure Firewall
fa: پیکربندی دیوارآتش (فایروال)
fr: Configurer le pare-feu
ms_my: Konfigur Dinding Api
tr: Güvenlik Duvarını Yapılandır

source: Firewall Configuration</b> can be found later in <b><i>Settings <i class="material-icons">&#xE315;</i> System <i class="material-icons">&#xE315;</i> Firewall Configuration</i></b>.
ms_my: Konfigurasi Dinding Api </b> boleh dicari kemudian dalam <b><i>Tetapan <i class="material-icons">&#xE315;</i> Sistem <i class="material-icons">&#xE315;</i> Konfigurasi Dinding Api</i></b>.
tr: Güvenlik Duvarı Yapılandırması</b> daha sonra <b><i>Ayarlarda<i class="material-icons">&#xE315;</i>Sistem<i class="material-icons">&#xE315;</i>Güvenlik Duvarı Yapılandırması</i></b> bulunabilir.

source: <b>Users</b> can be found later in the menu <b><i>Administration <i class="material-icons">&#xE315;</i> Users</i></b>.
fr: <b>Les utilisateurs</b> peuvent être modifiés plus tard dans <b><i>Paramètres <i class="material-icons">&#xE315;</i>Utilisateurs</i></b>.
ms_my: <b>Pengguna</b> boleh dibuka semula kemudian dalam menu<b><i>Pentadbiran <i class="material-icons">&#xE315;</i> Pengguna</i></b>.
tr: <b>Kullanıcılar</b>'a daha sonra <b><i>Yönetim<i class="material-icons">&#xE315;</i> Kullanıcılar</i></b> menüsünden ulaşılabilir.

source: To improve the amount of customizability, <span name="distro-name"></span> allows you to install/remove popular web browsers with a single click.
fr: Pour améliorer la quantité de fonctionnalité, <span name="distro-name"></span> vous permet d'installer/supprimer des navigateurs Web populaires en un seul clic.
ms_my: Untuk menambahbaik kebolehsuaian, <span name="distro-name"></span> membenarkan anda pasang/buang pelayar sesawang yang terkenal dengan sekali klik.
tr: <span name="distro-name"></span>, özelleştirilebilirlik miktarını arttırmak için popüler web tarayıcılarını tek bir tıklamayla kurmanızı/kaldırmanızı sağlar.

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organisation. It is highly popular targeting multiple platforms.
ms_my: Mozilla Firefox pula ialah pelayar sesawang bersumber-terbuka, yang dibangunkan oleh Yayasan Mozilla - iaitu organisasi yang tidak berasaskan keuntungan. Buat masa ini, boleh dijalankan dalam platform berbilang.
tr: Mozilla Firefox, kar amacı gütmeyen bir organizasyon olan Mozilla Vakfı tarafından geliştirilen ücretsiz ve açık kaynaklı bir web tarayıcısıdır. Çoklu platformları hedefleyen popüler bir tarayıcıdır.

source: <span name="distro-name"></span> provides a unique tool to transform the user interface. It can be used to quickly setup the user interface to broadly reflect how other popular operating systems look and feel.
fr: <span name="distro-name"></span>fournit un outil unique pour transformer l'interface utilisateur. Il peut être utilisé pour mettre rapidement en place une interface ressemblant à d'autres systèmes d'exploitation?
ms_my: <span name="distro-name"></span> menyediakan satu alat unik yang dapat merubah antara muka pengguna. Ia boleh digunakan untuk persediaan pantas antara muka pengguna yang menyerupai penampilan sistem pengoperasian popular yang lain.
tr: <span name="distro-name"></span>, kullanıcı arayüzünü dönüştürmek için benzersiz bir araç sunar. Diğer popüler işletim sistemlerinin nasıl göründüğünü ve hissettiğini geniş ölçüde yansıtacak şekilde kullanıcı arabirimini hızlı bir şekilde kurmak için kullanılabilir.

source: Settings
fa: تنظیمات
fr: Paramètres
ms_my: Tetapan
tr: Ayarlar

source: The utilities mentioned above are all part of the extensive Settings control center that <span name="distro-name"></span> provides. You can configure just about every aspect of your computer from Settings.
ms_my: Utiliti-utiliti di atas kesemuanya adalah sebahagian daripada pusat kawalan Tetapan yang <span name="distro-name"></span> sediakan. Anda boleh konfigur apa sahaja berkenaan komputer anda melalui Tetapan.
tr: Yukarıda bahsedilen yardımcı programların tümü, <span name="distro-name"></span> tarafından sağlanan kapsamlı Ayarlar kontrol merkezinin bir parçasıdır. Bilgisayarınızın hemen her yönünü Ayarlar'dan yapılandırabilirsiniz.

source: <span name="distro-name"></span> has many keyboard shortcuts that help make using your computer more efficient.
fa: <span name="distro-name"></span>میانبرهای صفحه کلید بسیاری دارد که به استفاده کارآمدتر از رایانه تان به شما کمک میکند.
fr: <span name="distro-name"></span> possède de nombreux raccourcis clavier qui aident l'utilisateur à utiliser son ordinateur de manière plus efficace.
ms_my: <span name="distro-name"></span> mempunyai banyak pintasan papan kekunci yang dapat membantu penggunaan komputer anda menjadi lebih efisyen.
tr: <span name="distro-name"></span>, bilgisayarınızı daha verimli kullanmanıza yardımcı olan birçok klavye kısayoluna sahiptir.

source: Distribution:
fa: توزیع:
ms_my: Distribusi:
tr: Dağıtım:

source: Architecture(s) supported:
fa: معماری(های) پشتیبانی شده:
fr: Architecture(s) supportée(s):
ms_my: Seni bina(s) disokong:
tr: Desteklenen mimari(ler):

source: Architectures that are supported by this processor.
fa: معماری هایی که توسط این پردازنده پشتیبانی میشوند.
fr: Architectures supportées par ce processeur.
ms_my: Seni bina yang disokong oleh pemproses ini.
tr: Bu işlemci tarafından desteklenen mimariler.

source: Allocated for <span name="distro-name"></span>:
fa: اختصاص داده شده برای <span name="distro-name"></span>:
fr: Alloué pour <span name="distro-name"></span> :
ms_my: Diperuntuk untuk <span name="distro-name"></span>:
tr: <span name="distro-name"></span> için ayrıldı:

source: Minimum
fa: کمترین

source: Firefox
fa: فایرفاکس
