Repository: Kyuyrii/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: fa, fr, fr_fr, ms_my, tr

source: Applying Changes...
fa: اعمال تغییرات...
fr: Application des changements...
fr_fr: Modification en cours...
ms_my: Menerapkan Perubahan...
tr: Değişiklikler Uygulanıyor...

source: Install
fa: نصب
fr: Installer
fr_fr: Installer
ms_my: Pasang
tr: Yükle

source: Remove
fa: حذف
fr: Supprimer
fr_fr: Supprimer
ms_my: Buang
tr: Kaldır

source: Next:
fa: بعدی:
fr: Suivant:
fr_fr: Suivant
ms_my: Berikutnya:
tr: Sonraki:

source: While a wide range of hardware is compatible with Ubuntu Budgie , there are some components and peripherals that require proprietary drivers to function properly. Installing the firmware package is often required to get some devices, typically Bluetooth and Wi-Fi, to work correctly.
fr_fr: Bien qu'une large gamme de matériels soit compatible avec Ubuntu Budgie, certains composants et périphériques, en particulier Bluetooth et Wi-Fi, nécessitent des pilotes propriétaires pour fonctionner correctement.

source: An Internet connection is required to download and install drivers.
fa: برای دانلود و نصب درایورها به یک اتصال اینترنتی نیاز است.
fr: Une connexion internet est requise pour télécharger et installer les pilotes.
fr_fr: Une connexion Internet est nécessaire pour télécharger et installer ces pilotes.
ms_my: Satu sambungan Internet diperlukan untuk memuat turun dan memasang pemacu.
tr: Sürücüleri indirmek ve yüklemek için bir İnternet bağlantısı gereklidir.

source: Additional Drivers
fa: درایورهای اضافی
fr: Pilotes additionnels
fr_fr: Pilotes additionnels
ms_my: Pemacu Tambahan
tr: Ek Sürücüler

source: <b>Additional Drivers</b> can be found later in <b>System Tools</b>
fr_fr: Vous retrouverez le module <b>Pilotes additionnels</b> dans la rubrique <b>Outils Système</b> du menu principal.

source: Graphics
fa: گرافیک
fr: Graphismes:
fr_fr: Graphismes
ms_my: Grafik
tr: Grafikler

source: Sorry, Welcome was unable to automatically identify the graphics vendor on this system.
fa: عذرخواهی، خوش آمدگویی نتوانست نوع گرافیک این سیستم را تشخیص بدهد.
fr: Désolé, Bienvenue n'a pas réussi à identifier automatiquement le fabriquant de la carte graphique de ce système.
fr_fr: Désolé, "Budgie Bienvenue" n'a pas réussi à identifier automatiquement le fabriquant de la carte graphique.
ms_my: Maaf, Aluan tidak berupaya mengenal pasti pembekal vendor secara automatik pada sistem ini.
tr: Üzgünüz, Hoşgeldin uygulaması sisteminizdeki grafik kartını otomatik olarak tespit edemedi.

source: Card/Chipset:
fa: کارت/چیپ ست:
fr: Carte/Puce:
fr_fr: Carte ou puce :
ms_my: Kad/Cipset:
tr: Kart / Yonga seti:

source: Unknown
fa: ناشناس
fr: Inconnu
fr_fr: Inconnue
ms_my: Tidak Diketahui
tr: Bilinmeyen

source: NVIDIA Graphics Card Detected.
fa: کارت گرافیک NVIDIA تشخیص داده شد.
fr: Carte graphique NVIDIA détectée.
fr_fr: Carte graphique NVIDIA détectée.
ms_my: Kad Grafik NVIDIA Dikesan.
tr: NVIDIA Grafik Kartı Tespit Edildi

source: NVIDIA may have drivers for your card that can boost performance for 3D applications and games as well as deliver improvements to power management.
fr: NVIDIA peut vous proposer des pilotes pour votre carte graphique qui peuvent augmenter ses performances pour les applications 3D ou les jeux, ainsi que proposer une gestion plus intelligente de l'alimentation.
fr_fr: NVIDIA peut fournir des pilotes pour votre carte graphique qui augmenteront les performances des applications et des jeux 3D et amélioreront la gestion de l'alimentation.
ms_my: NVIDIA mempunyai pemacu untuk kad anda yang dapat menggalak prestasi untuk aplikasi dan permainan 3D serta menambah baik pengurusan kuasa.
tr: NVIDIA kartınız için, 3D uygulamalar ve oyun performansını arttırabildiğiniz gibi güç yönetiminde iyileştirmeler sağlayacak sürücüler de olabilir.

source: AMD Graphics Card Detected.
fa: کارت گرافیک AMD تشخیص داده شد.
fr: Carte graphique AMD détectée.
fr_fr: Carte graphique AMD détectée.
ms_my: Kad Grafik AMD Dikesan.
tr: AMD Grafik Kartı Tespit Edildi.

source: AMD's drivers are no longer supported on Ubuntu. The open source drivers you are currently using will deliver the most stable performance out of your card.
fr: Les pilotes AMD ne sont plus supportés par Ubuntu. Les pilotes libres que vous utilisez actuellement permettront l'utilisation la plus stable de votre carte.
fr_fr: Les pilotes AMD ne sont plus supportés par Ubuntu. Les pilotes libres que vous utilisez actuellement permettent d'obtenir les performances les plus stables avec votre carte.
ms_my: Pemacu AMD tidak lagi disokong dalam Ubuntu. Pemacu sumber terbuka yang anda guna masa kini merupakan yang paling stabil untuk kad anda.
tr: AMD sürücüleri Ubuntu'da artık desteklenmiyor. Şu anda kullandığınız açık kaynaklı sürücüler kartınızla en istikrarlı performansı sağlayacaktır.

source: You're already good to go.
fa: شما در حال حاضر برای رفتن خوب است.
fr: Vous êtes déjà prêts.
fr_fr: Tout est déjà prêt.
ms_my: Anda boleh teruskan.
tr: Devam etmek için çoktan hazırsın.

source: Intel's drivers are open source and are maintained/updated in the kernel.
fr: Les pilotes Intel sont libres et maintenus/mis à jour dans le noyau.
fr_fr: Les pilotes Intel sont libres et sont maintenus et mis à jour dans le noyau.
ms_my: Pemacu Intel bersumber terbuka dan diselenggara/dikemas kini dalam kernel.
tr: Intel sürücüleri açık kaynaklıdır ve çekirdekte muhafaza edilir/güncellenir.

source: VirtualBox Guest Additions
fr: Additions Invité VirtualBox
fr_fr: Additions invité de VirtualBox
ms_my: Tambahan Tetamu VirtualBox
tr: VirtualBox Misafir Eklentileri

source: To accelerate graphics performance inside the virtual machine, please install Guest Additions.
fr: Afin d’accélérer les performances graphiques de la machine virtuelle, merci d'installer les Additions Invité.
fr_fr: Installez les "Additions invité" afin d’accélérer les performances graphiques de la machine virtuelle.
ms_my: Untuk memecut prestasi grafik dalam mesin maya, sila pasang Tambahan Tetamu.
tr: Sanal makine içindeki grafik performansını artırmak için, lütfen Misafir Eklentilerini kurun.

source: Proprietary or Open Source Drivers?
fa: درایورهای متن باز یا اختصاصی؟
fr: Pilotes propriétaires ou libres?
fr_fr: Pilotes propriétaires ou pilotes libres ?
ms_my: Pemacu Proprietari atau Sumber Terbuka?
tr: Tescilli veya Açık Kaynaklı Sürücüler?

source: Proprietary drivers come directly from the manufacturer. As they are not open source, Ubuntu developers are <b>unable to review and improve driver code</b> meaning you'll have to rely on the manufacturer for support.
fr: Les pilotes propriétaires viennent directement du fabriquant. Puisqu'ils ne sont pas open source, les développeurs d'Ubuntu <b>ne sont pas capables de vérifier et améliorer le code du pilote</b>et de ce fait, vous devez vous reposer entièrement sur le fabriquant pour que votre matériel soit supporté.
fr_fr: Les pilotes propriétaires sont directement fournis par les fabricants. Comme ils ne sont pas open source, les développeurs d'Ubuntu <b>ne peuvent pas en vérifier le code ou l'améliorer</b>. De ce fait, vous devez vous adresser aux fabriquants pour obtenir de l'aide.
ms_my: Pemacu proprietari diserta sekali oleh pengilang. Oleh kerana ia bukan bersumber terbuka, pembangun Ubuntu <b>tidak dapat melihat dan menambah baik kod</b> jadi anda hanya bergantung pada sokongan pengilang.
tr: Tescilli sürücüler doğrudan üretici tarafından sağlanır. Açık kaynak olmadığı için, Ubuntu geliştiricileri <b>sürücü kodunu gözden geçiremeyeceğinden ve geliştiremeyeceğinden</b> dolayı destek için üreticiye güvenmek zorunda kalacaklardır.

source: In addition, proprietary drivers can <b>significantly improve graphics performance</b> and as a result, the entire system. Users may wish to install these drivers to:
fr: De plus, les pilotes propriétaires peuvent <b>grandement améliorer vos performances graphiques</b>et en conséquence, le système en entier. Les utilisateurs peuvent souhaiter installer ces pilotes pour :
fr_fr: Néanmoins, les pilotes propriétaires peuvent <b>grandement améliorer les performances graphiques</b> et par conséquent l'ensemble du système. Il est souhaitable d'installer ces pilotes pour :
ms_my: Selain itu, pemacu proprietari dapat <b>menambah baik prestasi grafik dengan nyata</b> hasilnya, dipersembahkan pada keseluruhan sistem. Pengguna boleh memasang pemacu ini untuk:
tr: Buna ek olarak, tescilli sürücüler <b>grafik performansını önemli ölçüde artırabilir </b> ve sonuç olarak sistemin tamamını da. Kullanıcılar, şu sürücüleri yüklemek isteyebilir:

source: Run 3D applications and games.
fa: اجرای برنامه ها و بازی های سه بعدی.
fr: Lancer des applications 3D et des jeux.
fr_fr: faire tourner des applications et des jeux 3D ;
ms_my: Jalankan aplikasi dan permainan 3D.
tr: 3D uygulamaları ve oyunları çalıştır.

source: Improve power management, particularly if the device experiences overheating problems under open source drivers.
fr: Améliore la gestion de l'alimentation, en particulier si le périphérique connaît des problèmes de surchauffe lors de l’utilisation de pilotes open source.
fr_fr: améliorer la gestion de l'alimentation, en particulier si le périphérique connaît des problèmes de surchauffe lors de l’utilisation de pilotes open source ;
ms_my: Tambah baik pengurusan kuasa, terutamanya jika peranti menghadapi masalah terlalu panas di bawah pemacu sumber terbuka.
tr: Cihazınız özellikle açık kaynaklı sürücüler altında çalışırken aşırı ısınma sorunu yaşarsa, güç yönetimini geliştirin.

source: Improve support for high resolutions and multiple monitors.
fr: Autorise le support de hautes résolutions et de plusieurs écrans.
fr_fr: améliorer la prise en charge des moniteurs à haute résolution ou multiples ;
ms_my: Tambah baik sokongan untuk resolusi tinggi dan monitor berbilang.
tr: Yüksek çözünürlük ve çoklu monitör desteğini geliştir.

source: Fix blank screen issues.
fa: رفع مسائل صفحه نمایش خالی.
fr: Corrige les problèmes d'écran blanc.
fr_fr: corriger les problèmes d'écran vide.
ms_my: Baiki masalah skrin gelap.
tr: Boş ekran sorunlarını düzeltin.

source: Proprietary drivers are known as "binary blobs". Certain hardware may experience adverse behavior, causing more issues than the open source drivers, such as:
fr: Les pilotes propriétaires sont connus sous le nom de "blobs binaires". Certaines configurations matérielles peuvent poser plus de problème que de solutions lors de changement de drivers, tels que :
fr_fr: Les pilotes propriétaires sont connus sous le nom de "blobs binaires". Ils peuvent avoir un comportement indésirable sur certains matériels, causer plus de problèmes que les pilotes open source. Par exemple :
ms_my: Pemacu proprietari dikenali sebagai "binary blobs". Sesetengah perkakasan mungkin mengalami kelakuan yang tidak diingini, menyebabkan beberapa masalah lain timbul berbanding pemacu sumber terbuka, seperti:
tr: Tescilli sürücüler ''ikili lekeler'' olarak bilinir. Bazı donanımlar, açık kaynaklı sürücülerden daha fazla sorun yaratan, olumsuz davranışlar yaşayabilir, örneğin:

source: Failing to boot to the graphical desktop.
fa: موفق نبودن بوت به میزکار گرافیکی.
fr: Échec du démarrage de l'environnement graphique.
fr_fr: l'environnement graphique ne se lance pas ;
ms_my: Kegagalan membut ke atas meja bergrafik.
tr: Grafiksel masaüstüne önyükleme başarısız.

source: Broken drivers after an upgrade.
fa: درایورهای شکسته شده بعد از ارتقاء.
fr: Pilotes non fonctionnels après une mise-à-niveau.
fr_fr: les pilotes ne fonctionnent plus après une mise à niveau ;
ms_my: Pemacu rosak selepas penataran.
tr: Yükseltme sonrasında arızalı sürücüler.

source: Severe graphical glitches.
fa: پرش های شدید گرافیکی
fr: Défauts graphiques graves.
fr_fr: le rendu graphique présente d'importants défauts ;
ms_my: Glic grafik teruk.
tr: Ciddi grafiksel hatalar.

source: Problems with applications/games requiring hardware acceleration.
fa: مشکلات با برنامه ها/بازی هایی که نیازمند افزایش سرعت سخت افزار هستند.
fr: Problèmes avec des applications et jeux qui nécessitent une accélération graphique, grâce à une carte graphique.
fr_fr: des problèmes surviennent avec des applications ou des jeux nécessitant une accélération graphique.
ms_my: Masalah dengan aplikasi/permainan yang memerlukan pemecutan perkakasan.
tr: Donanım hızlandırması gerektiren oyunlar / uygulamalar ile ilgili sorunlar.

source: <code id="graphics-open-driver-name"></code> is the open source driver for your card.
fa: <code id="graphics-open-driver-name"></code> درایور متن باز برای کارت شما است.
fr: <code id="graphics-open-driver-name"></code> est le pilote libre pour votre carte.
fr_fr: <code id="graphics-open-driver-name"></code> est le pilote libre pour votre carte.
ms_my: <code id="graphics-open-driver-name"></code> ialah pemacu sumber terbuka untuk kad anda.
tr: <code id="graphics-open-driver-name"></code> Kartınız için açık kaynak sürücüsüdür.

source: What about the latest NVIDIA drivers?
fa: درباره درایورهای NVIDIA چطور؟
fr: Qu'en est-il des derniers pilotes NVIDIA?
fr_fr: Qu'en est-il des derniers pilotes NVIDIA ?
ms_my: Bagaimana dengan pemacu NVIDIA terkini?
tr: Peki en yeni NVIDIA sürücülerine ne dersiniz?

source: <b>Additional Drivers</b> fetches the latest tested driver from the Ubuntu repositories. Advanced users and gamers who would like newer versions may wish to consider adding the <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu Graphics Driver PPA</a>, which packages up the latest NVIDIA drivers for Ubuntu. These packages are not as thoroughly tested.
fr: <b>Les pilotes additionnels</b>récupèrent les derniers pilotes testés depuis les dépôts Ubuntu. Les utilisateurs avancés et les joueurs qui aimeraient de nouvelles versions devraient penser à ajouter <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">le dépôt Ubuntu pour les pilotes graphiques</a>, qui contient tous les derniers pilotes NVIDIA pour Ubuntu. Ces paquets ne sont pas testés dans leur totalité.
fr_fr: Le module <b>Pilotes additionnels</b> présente les derniers pilotes validés des dépôts Ubuntu. Les utilisateurs avancés ou les joueurs qui souhaitent des versions plus récentes peuvent ajouter <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">le PPA de l'Equipe "Pilotes graphiques" d'Ubuntu</a> : il contient les derniers pilotes NVIDIA pour Ubuntu mais ils ne sont pas testés de manière aussi approfondie.
ms_my: <b>Pemacu Tambahan</b> akan mendapatkan pemacu terkini yang diuji daripada repositori Ubuntu. Pengguna mahir dan pemain tegar senantiasa mahukan versi paling baharu yang boleh ditambah ke dalam<a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">PPA Pemacu Grafik Ubuntu</a>, dengan pakej pemacu NVIDIA yang terkini untuk Ubuntu. Pakej-pakej ini tidak sepenuhnya diuji keberkesanannya.
tr: <b>Ek Sürücüler</b>, Ubuntu depolarından en son test edilmiş sürücüyü getirir. Daha yeni sürümleri kullanmak isteyen gelişmiş kullanıcılar ve oyuncular <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu Grafik Sürücüsü KPA</a>'sını eklemeyi düşünebilir; bu KPA, Ubuntu'nun en yeni NVIDIA sürücülerini paketlemektedir. Bu paketler tamamen test edilmemiştir.

source: This only applies for actively supported cards, and not older cards using the legacy driver.
fa: که فقط برای کارت هایی که بصورت فعال پشتیبانی میشوند اعمال میشود، نه برای کارت های قدیمی تر که از درایور سنتی استفاده میکنند.
fr: Ceci s'applique uniquement aux cartes activement prises en charge, et non aux cartes plus anciennes utilisant l'ancien pilote.
fr_fr: Ceci ne s'applique qu'aux cartes activement prises en charge, et non à des cartes plus anciennes utilisant des pilotes <i>legacy</i>.
ms_my: Ini hanya diterap pada kad yang disokong secara aktif, dan bukan pada kad yang lebih berusia yang menggunakan pemacu legasi.
tr: Bu yalnızca etkin desteklenen kartlar için geçerlidir ve eski sürücüleri kullanan eski kartlar için geçerli değildir.

source: Add Repository
fa: اضافه کردن مخزن
fr: Ajouter un dépôt
fr_fr: Ajouter un dépôt
ms_my: Tambah Repositori
tr: Veri Havuzunu Ekle

source: After the PPA is added, newer versions are presented to install in <a onclick="cmd('drivers')">Additional Drivers:</a>
fa: بعد اضافه شدن PPA، ورژن های جدیدتر در <a onclick="cmd('drivers')">درایورهای اضافی</a> برای نصب ارائه میشوند:
fr: Après ajout du dépôt, les nouvelles versions sont disponibles dans <a onclick="cmd('drivers')">Pilotes additionnels:</a>
fr_fr: Après l'ajout du dépôt, les nouvelles versions seront disponibles dans le module <a onclick="cmd('drivers')">Pilotes additionnels</a>.
ms_my: Selepas PPA ditambah, versi lebih baharu dipersembahkan untuk dipasang dalam <a onclick="cmd('drivers')">Pemacu Tambahan:</a>
tr: KPA eklendikten sonra, <a onclick="cmd('drivers')">Ek Sürücüler</a>'e yüklemek için daha yeni sürümler sunulmaktadır:

source: Wireless, Bluetooth and Other Devices
fa: وایرلس، بلوتوث و دستگاه های دیگر
fr: Wifi, Bluetooth et autres périphériques
fr_fr: Wifi, Bluetooth et autres périphériques
ms_my: Peranti Tanpa Wayar, Bluetooth dan Lain-Lain
tr: Wireless, Bluetooth ve Diğer Aygıtlar

source: If there were no additional drivers found for the hardware nor did it work after installing the firmware packages, you may need to research your device to find the appropriate driver.
fr: S'il n'y avait pas de pilote additionnel trouvé pour le matériel et qu'il ne fonctionne pas après l'installation . Vous devrez rechercher votre materiel pour trouver le pilote approprié.
fr_fr: Si aucun pilote supplémentaire ne vous est proposé ou si votre périphérique ne fonctionne pas après l'installation d'un pilote, vous devrez chercher la bonne version par vous-même.
ms_my: Jika tiada pemacu tambahan ditemui untuk perkakasan atau tidak berfungsi selepas memasang pakej perisian tegar, anda perlu mencari sendiri pemacu yang dikehendaki.
tr: Donanım için ek bir sürücü bulunmadıysa veya ürün yazılımı paketlerini yükledikten sonra çalışmadıysa, uygun sürücüyü bulmak için aygıtınızı araştırmanız gerekebilir.

source: Unfortunately, this is due to the fact the manufacturer for your hardware hasn't provided any source code for developers to freely use, or there is insufficient documentation to create drivers for your particular brand and model.
fr: Malheureusement, cela est dû au fait que le fabriquant de votre matériel n'a pas fourni de code source afin que des développeurs externes puissent s'en servir, ou qu'il n'y a pas assez de documentation pour pouvoir créer un pilote pour votre modèle/marque en particulier.
fr_fr: Cela est malheureusement dû au fait que le fabriquant de votre matériel n'a pas fourni le code source pour que des développeurs puissent l'utiliser librement ou qu'il n'y a pas suffisamment de documentation pour créer des pilotes pour votre marque et votre modèle particuliers.
ms_my: Malangnya, ia disebabkan oleh pengilang perkakasan anda yang tidak menyediakan kod sumber kepada pembangun untuk digunakan secara bebas, atau dokumentasi tidak mencukupi untuk mencipta pemacu bagi jenama dan model yang anda gunakan.
tr: Ne yazık ki, bunun nedeni, donanım üreticisinin geliştiricilerin özgürce kullanabileceği herhangi bir kaynak kodu sağlamaması ya da belirli marka ve model için sürücü oluşturabilme adına belgelerin yetersiz olması gerçeğidir.

source: Some manufacturers may provide closed source drivers provided by themselves directly. If you require assistance, feel free to <a onclick="smoothPageFade('community.html')">ask the community</a>.
fr: Certains fabriquant peuvent fournir des pilotes sans le code source, fournis par eux directement. Si vous avez besoin d'aide, n'hésitez pas à <a onclick="smoothPageFade('community.html')">demander à la communauté</a>.
fr_fr: Certains fabricants fournissent des pilotes à source fermée. Si vous avez besoin d'aide, n'hésitez pas à <a onclick="smoothPageFade('community.html')">demander à la communauté</a>.
ms_my: Sesetengah pengilang menyediakan pemacu bersumber-tertutup. Jika anda perlukan bantuan, bolehlah <a onclick="smoothPageFade('community.html')">dapatkan bantuan di komuniti</a>.
tr: Bazı üreticiler doğrudan kendileri tarafından sağlanan kapalı kaynak sürücüleri sağlayabilir. Yardıma ihtiyacınız varsa, <a onclick="smoothPageFade('community.html')">topluluğa sormaktan</a> çekinmeyin.

source: Read more on troubleshooting wireless hardware.
fa: بیشتر در مورد رفع اشکال قطعه سخت افزاری وایرلس (بیسیم) بخوانید.
fr: Pour en savoir plus sur les problèmes liés à l'utilisation de matériel sans fil.
fr_fr: Pour en savoir plus sur le dépannage des périphériques sans fil.
ms_my: Baca lagi berkenaan pencarisilapan perkakasan tanpa wayar.
tr: Kablosuz donanım sorunlarını giderme hakkında daha fazla bilgi.

source: Language Input
fa: ورودیه زبان
fr: Langue d'entrée
fr_fr: Langue d'entrée
ms_my: Input Bahasa
tr: Dil girişi

source: Input method
fa: روش ورود
fr: Périphériques d'entrée
fr_fr: Périphériques d'entrée
ms_my: Kaedah input
tr: Giriş yöntemi

source: In Ubuntu Budgie, we provide an option to switch between two widely used keyboard entry layouts. IBus(Intelligent Input Bus) and Fcitx(Free Chinese Input Toy for X).
fr_fr: Ubuntu Budgie propose une option permettant de basculer entre deux dispositions de clavier largement utilisées : IBus (Intelligent Input Bus) et Fcitx (Free Chinese Input Toy for X).

source: Install & Configure IBus
fa: نصب و پیکربندی IBus
fr: Installer et configurer IBus
fr_fr: Installer et configurer IBus
ms_my: Pasang & Konfigur IBus
tr: IBus'u Kur ve Yapılandır

source: IBus is active now
fa: IBus اکنون فعال است
fr: IBus est maintenant actif
fr_fr: IBus est actif.
ms_my: IBus kini aktif
tr: IBus şu an aktif

source: Install & Configure Fcitx
fa: نصب و پیکربندی Fcitx
fr: Installer et configurer Fcitx
fr_fr: Installer et configurer Fcitx
ms_my: Pasang & Konfigur Fcitx
tr: Fcitx'i Kur ve Yapılandır

source: Fcitx is active now
fa: Fcitx اکنون فعال است
fr: Fcitx est maintenant actif
fr_fr: Fcitx est actif.
ms_my: Fcitx kini aktif
tr: Fcitx şu an aktif

source: Language Support
fa: پشتیبانی زبان
fr: Prise en charge des langues
fr_fr: Prise en charge des langues
ms_my: Sokongan Bahasa
tr: Dil Desteği

source: Your computer may require updates to your language and localization settings, or you may want to install additional language support.
fr: Votre ordinateur peut nécessiter des mises à jour de vos paramètres de langue et de localisation, ou vous pourriez vouloir installer une langue supplémentaire.
fr_fr: Il se peut que votre ordinateur nécessite une mise à jour de vos paramètres de langue et de localisation ou que vous souhaitiez installer un support linguistique supplémentaire.
ms_my: Komputer anda mungkin memerlukan kemas kini pada bahasa dan tetapan penyetempatan anda, atau anda mungkin mahu memasang sokongan bahasa tambahan.
tr: Bilgisayarınız dil ve yerelleştirme ayarlarınızdaki güncellemeleri gerektirebilir veya ek dil desteği yüklemek isteyebilirsiniz.

source: <b>Language Support</b> can be found later in the menu <b>System Tools</b>
fr_fr: Vous retrouverez le module <b>Prise en charge des langues</b> parmi les <b>Outils Système</b> du menu principal.

source: Complex Input
fa: ورودی پیچیده
fr: Input complexe
fr_fr: Entrées spécifiques
ms_my: Input Kompleks
tr: Karmaşık Giriş

source: Some regions of the world require complex inputs.
fa: بعضی از مناطق دنیا نیازمند ورودی های پیچیده تری هستند.
fr: Certaines régions du monde ont besoin d'inputs complexes.
fr_fr: Certaines langues requièrent des entrées spécifiques.
ms_my: Sesetengah wilayah di dunia memerlukan input kompleks.
tr: Dünyanın bazı bölgelerinde karmaşık girişler gerekiyor.

source: Chinese
fa: چینی
fr: Chinois
fr_fr: Chinois
ms_my: Bahasa Cina
tr: Çince

source: Japanese
fa: ژاپنی
fr: Japonais
fr_fr: Japonais
ms_my: Bahasa Jepun
tr: Japonca
