Repository: Kyuyrii/budgie-welcome
Catalog: po/*.po
Languages: ca, es, fr, fr_fr, it, ja, lt, ms_my, pt_br, pt_pt, ru, tr

source: Steam is a third party package that requires user approval of EULA(End User License Agreement). So we rely on GNOME Software for installing steam and it is not available in your system. Please install GNOME Software and try this option again
ca: L'Steam és un paquet de tercers que requereix que l'usuari accepti l'EULA (End User License Agreement). Per tant, confiem en el Programari del GNOME a l'hora d'instal·lar l'Steam, però no està disponible al vostre sistema. Si us plau, instal·leu el Programari del GNOME Software i torneu a intentar aquesta opció.
es: Steam es un paquete de terceros que requiere la aprobación por parte del usuario del CLUF (contrato de licencia del usuario final). Por este motivo, necesitamos GNOME Software, el cual no está instalado en el equipo, para instalar Steam. Instale GNOME Software y ejecute de nuevo esta opción
fr: Steam est une application tierce qui nécessite l'acceptation d'une licence EULA (End User License Agreement). C'est pourquoi elle n'est pas disponible sur votre système. Pour installer Steam, il vous faut au préalable GNOME Logiciels.
it: Steam è un pacchetto di terze parti che richiede l'approvazione dell'utente di EULA (End User License Agreement). Quindi fare affidamento sul Software Gnome per installare steam e se non è disponibile nel tuo sistema. Per favore installa il Software GNOME e riprova questa opzione.
ja: Steamは、EULA (End User License Agreement) のユーザー承認を必要とするサードパーティパッケージです。したがって、steamのインストールはGNOMEソフトウェアに依存しており、あなたのシステムでは利用できません。GNOMEソフトウェアをインストールして、このオプションを再試行してください
lt: Steam yra trečiųjų šalių paketas, reikalaujantis, kad naudotojas patvirtintų GVLS (Galutinio Vartotojo Licencijos Sutartį). Taigi, mes patikime Steam įdiegimą GNOME programinei įrangai, tačiau ji jūsų sistemoje nėra prieinama. Įdiekite GNOME programinę įrangą ir bandykite šį parametrą dar kartą
ms_my: Steam ialah pakej pihak ketiga yang memerlukan pengesahan pengguna EULA(Perjanjian Lesen Pengguna Akhir). Oleh itu kami bergantung pada Perisian GNOME untuk memasang steam dan ia tidak tersedia dalam sistem anda. Sila pasang Perisian GNOME dan cuba lagi pilihan ini
pt_br: Steam é um pacote de terceiros que requer a aprovação do EULA (Contrato de Licença de Usuário Final) do usuário. Assim, contamos com o GNOME Software para a instalação do steam que não está disponível no seu sistema. Instale o GNOME Software e tente esta opção novamente
pt_pt: O Steam é um pacote de terceiros que requer a aprovação do EULA(Contrato de Licença de Utilizador Final). Por isso, contamos com o GNOME Software para a instalação do steam que não está disponível no seu sistema. Instale o GNOME Software e tente esta opção novamente
ru: Steam это сторонний пакет, который требует принятия Вами соглашения конечного пользователя (EULA). Мы основываемся на GNOME Software - программе для установки Steam, отсутствующей у Вас в данный момент. Попробуйте повторить данное действия после установки программы GNOME Software
tr: Steam, SKLS (Son Kullanıcı Lisans Sözleşmesi)'nin kullanıcı tarafından onaylanmasını gerektiren üçüncü taraf bir pakettir. Dolayısıyla Steam'i kurmak için GNOME yazılımı'na güveniyoruz ve sisteminizde mevcut değildir. Lütfen GNOME yazılımını yükleyiniz ve bu seçeneği yeniden deneyiniz

source: Seems that GNOME Software is not installed. If this problem persists even after installing GNOME Software, please contact us with following error message
ca: Sembla que no hi hagi instal·lat el Programari del GNOME. Si aquest problema persisteix després d'instal·lar-lo, si us plau, contacteu amb nosaltres amb el missatge d'error següent.
es: Parece que GNOME Software no está instalado. Si este problema persiste incluso después de instalarlo, póngase en contacto con nosotros y compártanos este mensaje de error
fr: Il semble que GNOME Logiciels ne soit pas installé. Si ce problème persiste même après avoir installé GNOME Logiciels, merci de nous contacter et de nous fournir le message d'erreur correspondant.
fr_fr: Il semble que GNOME Logiciels ne soit pas installé. Si le problème persiste après l'avoir installé, merci de nous contacter en nous communiquant le message d'erreur.
it: Sembra che il software GNOME non sia installato. Se questo problema persiste anche dopo l'installazione di GNOME Software, vi preghiamo di contattarci con il seguente messaggio di errore
ja: GNOME ソフトウェアがインストールされていない可能性があります。GNOME ソフトウェアをインストール後もこの問題が発生する場合は、以下のエラーメッセージを記載の上、ご連絡ください
lt: Atrodo, kad GNOME programinė įranga nėra įdiegta. Jei ši problema išlieka, netgi įdiegus GNOME programinę įrangą, tuomet susisiekite su mumis naudojant šį klaidos pranešimą
ms_my: Kelihatan Perisian GNOME tidak dipasang. Jika masalah ini masih berlanjutan selepas pemasngan Perisian GNOME, sila hubungi kami dengan menyertakan mesej ralat berikut
pt_br: Parece que o GNOME Software não está instalado. Se o problema persistir após a instalação do GNOME Software, por favor nos contate com a mensagem de erro
pt_pt: Parece que o GNOME Software não está instalado. Se o problema persistir após a instalação do GNOME Software, contate-nos com a seguinte mensagem de erro
ru: Кажется, GNOME Software не утановлена. Если проблема останется даже после установки GNOME Software, пожалуйста, отправьте нам следующее сообщение об ошибке.
tr: Görünüşe göre GNOME yazılımı yüklü değil. GNOME yazılımını yükledikten sonra da bu sorun devam ederse, lütfen aşağıdaki hata mesajıyla bizimle iletişime geçin

source: Following tasks are in progress
ca: Les tasques següents estan en curs
es: Las tareas siguientes están en proceso
fr: Les tâches suivantes sont en cours
fr_fr: Les tâches à suivre sont en cours...
it: Le seguenti attività sono in corso
ja: 以下のタスクが進行中です
lt: Šios užduotys yra eigoje
ms_my: Tugas berikut masih lagi berlangsung
pt_br: As seguintes tarefas estão em andamento
pt_pt: As seguintes tarefas estão em curso
ru: Выполняются следующие операции
tr: İlgili görevler çalışıyor

source: Budgie Welcome
ca: Benvinguda del Budgie
es: Bienvenida de Budgie
fr: Budgie Bienvenue
ja: Budgie へようこそ
lt: Budgie Sveiki
ms_my: Aluan Budgie
pt_br: Boas-Vindas do Budgie
pt_pt: Bem-vindo do Budgie
ru: Приветствие Budgie
tr: Budgie Hoşgeldiniz

source: Budgie Desktop
ca: Escriptori Budgie
es: Escritorio de Budgie
fr: Environnement de bureau Budgie
fr_fr: Bureau Budgie
ja: Budgie デスクトップ
lt: Budgie darbalaukis
ms_my: Atas Meja Budgie
pt_br: Área de Trabalho do Budgie
pt_pt: Ambiente de trabalho Budgie
ru: Рабочий стол Budgie
tr: Budgie Masaüstü

source: The following third-party repositories need to be added to complete the installation:
ca: Per completar la instal·lació, cal afegir els repositoris de tercers següents:
es: Hace falta añadir estos repositorios de terceros para completar la instalación:
fr: Pour terminer l'installation, il est nécessaire d'ajouter le dépôt tiers suivant :
fr_fr: Pour terminer l'installation, il est nécessaire d'ajouter les dépôts tiers suivants :
it: I seguenti repository di terze parti devono essere aggiunti per completare l'installazione:
ja: インストールを完了するには、以下のサードパーティーのリポジトリを追加する必要があります。
lt: Norint užbaigti diegimą, turi būti pridėtos šios trečiųjų šalių saugyklos:
ms_my: Repositori pihak-ketiga berikut perlu ditambah untuk selesaikan pemasangan:
pt_br: Os seguintes repositórios de terceiros precisam ser adicionados para completar a instalação:
pt_pt: Os seguintes repositórios de terceiros precisam de ser adicionados para concluir a instalação:
ru: Следующие сторонние пакеты требуются для завершенияшения установки:
tr: Yüklemenin tamamlanması için aşağıdaki üçüncü taraf depolarının eklenmesi gerekir:

source: Third-Party repositories and their packages are not supported by Ubuntu. You should only continue if you trust the maintainers of these repositories.
ca: L'Ubuntu no admet els repositoris de tercers ni els seus paquets. Només hauríeu de continuar si confieu en els mantenidors d’aquests repositoris.
fr: Les dépôts tiers et leurs paquets ne sont pas pris en charge par Ubuntu. Vous ne devez continuer que si vous faites confiance aux mainteneurs de ces dépôts.
fr_fr: Les dépôts tiers et leurs paquets ne sont pas pris en charge par Ubuntu. Ne continuez que si vous faites confiance aux mainteneurs de ces dépôts.
it: I repository di terze parti e i relativi pacchetti non sono supportati da Ubuntu. Dovresti continuare solo se ti fidi dei manutentori di questi repository.
ms_my: Repositori Pihak-Ketiga dan pakej mereka tidak disokong oleh Ubuntu. Anda hanya perlu teruskan jika anda percayai penyelenggara repositori tersebut.
pt_br: Os repositórios de terceiros e os seus pacotes não são suportados pelo Ubuntu. Só deve continuar se confiar nos responsáveis que mantêm estes repositórios.
pt_pt: Os repositórios de terceiros e os seus pacotes não são suportados pelo Ubuntu. Só deve continuar se confiar nos responsáveis que mantêm estes repositórios.

source: Continue with the installation?
ca: Voleu continuar la instal·lació?
es: ¿Quiere continuar con la instalación?
fr: Continuer l'installation ?
it: Continuare con l'installazione?
ja: インストールを続行しますか？
lt: Tęsti diegimą?
ms_my: Teruskan pemasangan?
pt_br: Continuar com a instalação?
pt_pt: Continuar com a instalação?
ru: Продолжить с инсталляции?
tr: Yüklemeye devam edilsin mi?

source: Third-Party Repositories
ca: Repositoris de tercers
es: Repositorios de terceros
fr: Dépôts tiers
it: Repository di terze parti
ja: サードパーティーのリポジトリ
lt: Trečiųjų šalių saugyklos
ms_my: Repositori Pihak-Ketiga
pt_br: Repositórios de terceiros
pt_pt: Repositórios de terceiros
ru: Сторонние репозитории
tr: Üçüncü Taraf Depoları

source: One or more packages need to be installed from a third-party repository that you have previously added.
ca: Cal instal·lar un o més paquets des d'un repositori de tercers que hàgiu afegit anteriorment.
fr: Un ou plusieurs paquets doivent être installés à partir d'un dépôt tiers que vous avez préalablement ajouté.
it: Uno o più pacchetti devono essere installati da un repository di terze parti che hai aggiunto in precedenza.
ms_my: Satu atau lebih pakej perlu dipasang melalui repositori pihak-ketiga yang anda sudah tambah sebelum ini.
pt_br: Um ou mais pacotes precisam de ser instalados a partir de um repositório de terceiros que tenham sido previamente adicionados.
pt_pt: Um ou mais pacotes precisam de ser instalados a partir de um repositório de terceiros que tenham sido previamente adicionados.

source: Welcome App
ca: Aplicació de benvinguda
es: Aplicación de bienvenida
fr: Application de bienvenue
it: App Welcome
ja: ようこそアプリ
lt: Programa "Sveiki"
ms_my: Apl Aluan
pt_br: Aplicativo de Boas-Vindas
pt_pt: Aplicação de Bem-vindo
ru: Программа приветствия
tr: Hoş Geldiniz Uygulaması

source: Could not gather data.
ca: No s'han pogut obtenir les dades.
es: No se pudieron recopilar los datos.
fr: Impossible de récupérer les données.
it: Impossibile raccogliere dati.
ja: データを収集できませんでした。
lt: Nepavyko surinkti duomenų.
ms_my: Tidak dapat menghimpun data.
pt_br: Não foi possível obter os dados.
pt_pt: Não foi possível recolher dados.
ru: Не получилось собрать информацию
tr: Veri alınamadı.

source: This snap is running on a distro that is unrecognized or on a development release of Ubuntu that has not yet received its snap configuration. Full snap capabilities are unlikely to work.
ca: Aquest snap s’executa en una distribució que no es reconeix o en una versió de desenvolupament d’Ubuntu que encara no ha rebut la configuració per a l'snap. És improbable que les funcions de l'snap funcionin.
fr: Ce snap s’exécute sur une distribution non reconnue ou sur une version de développement d'Ubuntu qui n'a pas encore reçus sa configuration snap. Il est très peu probable que le snap fonctionne parfaitement.
fr_fr: Ce Snap s’exécute sur une distribution non reconnue ou sur une version de développement d'Ubuntu qui n'a pas encore reçu sa configuration Snap. Il est très peu probable qu'il fonctionne parfaitement.
it: Questo snap è in esecuzione su una distribuzione non riconosciuta o su una versione di sviluppo di Ubuntu che non ha ancora ricevuto la sua configurazione snap. È improbabile che tutte le funzionalità di snap funzionino.
ms_my: Snap ini dijalankan dalam distro yang tidak dikenali atau masih keluaran pembangunan Ubuntu yang belum mendapat konfigurasi snapnya. Keupayaan snap lengkap berkemungkinan tidak berfungsi.
pt_br: Esta "snap" está a ser executado numa "distro" que não é reconhecida ou numa versão de desenvolvimento do Ubuntu que ainda não recebeu a sua configuração "snap". É pouco provável que todas as capacidades do "snap" funcionem.
pt_pt: Esta "snap" está a ser executado numa "distro" que não é reconhecida ou numa versão de desenvolvimento do Ubuntu que ainda não recebeu a sua configuração "snap". É pouco provável que todas as capacidades do "snap" funcionem.
tr: Snap bilinmeyen bir işletim sisteminde ya da snap özelliğini almamış bir Ubuntu versiyonunda çalışıyor. Snap tam kapasiteyle düzgün çalışmayabilir.

source: This snap is running on version of budgie desktop that is no longer supported. Please upgrade to a supported version of the distro.
ca: Aquest snap s’executa en una versió d’escriptori Budgie que ja no és compatible. Actualitzeu-lo a una versió compatible de la distribució.
fr: Ce snap fonctionne sur une version de Budgie qui n'est plus supportée. Merci de mettre a jour la version supportée de la distribution.
fr_fr: Ce Snap fonctionne sur une version de Budgie qui n'est plus supportée. Faites une mise à niveau vers une version plus récente.
it: Questo snap è in esecuzione su una versione del desktop Budgie che non è più supportata. Aggiorna a una versione supportata della distribuzione.
ms_my: Snap ini berjalan dalam versi atas meja budgie yang tidak lagi disokong. Sila tatar ke versi distro yang disokong.
pt_br: Este "snap" está a ser executado numa versão do ambiente de gráfico "budgie" que já não é suportada. Atualize para uma versão suportada da "distro".
pt_pt: Este "snap" está a ser executado numa versão do ambiente de gráfico "budgie" que já não é suportada. Atualize para uma versão suportada da "distro".
tr: Snap desteklenmeyen bir Budgie versiyonunda çalışıyor. Lütfen işletim sisteminizi destekleyen bir versiyona güncelleyiniz.

source: Status
ca: Estat
es: Estado
fr: Statut
it: Stato
ja: 状態
lt: Būsena
pt_pt: Estado
ru: Статус
tr: Durum

source: is in progress. Please wait for it to complete
ca: En curs. Si us plau, espereu que acabi.
es: está en proceso. Espere a que termine
fr: est en cours. Merci de patienter.
fr_fr: est en cours. Merci de patienter.
it: è in corso
ja: が進行中です。完了するまでお待ちください。
lt: yra eigoje. Palaukite, kol ji bus užbaigta
ms_my: masih dalam proses. Tunggu sebentar untuk menyelesaikannya
pt_br: está em progresso. Por favor espere terminar.
pt_pt: está em curso. Aguarde até que termine
ru: в процессе. Пожалуйста дождитесь завершения.
tr: çalışıyor. Lütfen tamamlanması için bekleyiniz.

source: Find out about your operating system
ca: Descobriu el sistema operatiu
es: Encuentre información acerca de su sistema operativo
fr: Informations sur votre système d'exploitation
fr_fr: En savoir plus sur votre système d'exploitation
it: Scopri di più sul tuo sistema operativo
ja: お使いのオペレーティングシステムについて知る
lt: Sužinokite apie savo operacinę sistemą
ms_my: Ketahui tentang sistem pengoperasian anda
pt_br: Descubra o seu sistema operacional
pt_pt: Informe-se sobre o seu sistema operativo
ru: Познакомьтесь со своей операционной системой
tr: İşletim sisteminiz hakkında bilgi edinin

source: Budgie Themes & Layouts
ca: Temes i disposicions del Budgie
es: Diseño y Temas de Budgie
fr: Thèmes et dispositions Budgie
it: Temi & Layouts di Budgie
lt: Budgie temos ir išdėstymai
ms_my: Tema & Bentangan Budgie
pt_br: Temas e layouts do Budgie
pt_pt: Temas e Esquemas do Budgie
tr: Budgie Temaları & Yerleşimleri

source: Give the desktop a makeover with new themes, icons, fonts & layouts
ca: Maquilleu l'escriptori amb temes, icones, lletres i disposicions noves.
es: Dar al escritorio un cambio de imagen con temas, iconos, fuentes y diseños nuevos
fr: Transforme le bureau avec de nouveaux thèmes, icônes, polices de caractères et dispositions.
fr_fr: Modifiez les icônes, les polices de caractères, le thème ou la disposition du bureau.
it: Rinnova il desktop con nuovi temi, icone, caratteri e layout
ms_my: Berikan atas meja atau penampilan baharu dengan tema, ikon, fon & bentangan serba baharu
pt_br: Transforme a área de trabalho com novos temas, ícones, fontes e layouts
pt_pt: Dê ao ambiente de trabalho uma remodelação com novos temas, ícones, fontes e esquemas
tr: Masaüstüne yeni temalar, simgeler, yazı tipleri ve düzenler içeren bir görünüm verin.

source: Budgie Extras
ca: Extres del Budgie
es: Extras de Budgie
fr: Extras Budgie
fr_fr: Applets supplémentaires
ms_my: Ekstra Budgie
pt_br: Extras do Budgie
pt_pt: Extras do Budgie
tr: Budgie Ekstraları

source: Customize the desktop with applets and mini-applications to provide extra capabilities
ca: Personalitzeu l'escriptori amb miniaplicacions i aplicacions petites per ampliar-ne les capacitats.
es: Personalizar el escritorio con applets y miniaplicaciones para proporcionar capacidades adicionales
fr: Personnaliser le bureau avec des applets et des petites application, pour ajouter des fonctionnalités
fr_fr: Personnalisez le bureau avec des applets et de petites application pour ajouter des fonctionnalités.
it: Personalizza il desktop con applet e mini-applicazioni per fornire funzionalità extra
ms_my: Suaikan atas meja dengan aplet-aplet dan aplikasi mini yang dapat menyediakan keupayaan tambahan
pt_br: Personalize a área de trabalho com applets e mini-aplicativos para fornecer recursos extras
pt_pt: Personalizar o ambiente de trabalho com applets e mini-aplicações para fornecer capacidades extra
tr: Ekstra yetenekler sunan uygulamalar ve mini-uygulamalarla masaüstü panelinizi özelleştirin

source: Budgie Discourse
ca: Discurs del Budgie
es: Discourse de Budgie
ja: Budgie 談話
pt_pt: Discourse do Budgie

source: Be part of the Ubuntu Budgie Community
ca: Formeu part de la comunitat d'Ubuntu Budgie
es: Se parte de la Comunidad Ubuntu Budgie
fr: Faites partie de la communauté Ubuntu Budgie
fr_fr: Faites partie de la communauté Ubuntu Budgie.
it: Entra a far parte della Ubuntu Budgie Community
ja: Ubuntu Budgieコミュニティの一員になりましょう
lt: Tapkite Ubuntu Budgie bendruomenės dalimi
ms_my: Jadilah sebahagian daripada Komuniti Ubuntu Budgie
pt_br: Faça parte da Comunidade Ubuntu Budgie
pt_pt: Faça parte da Comunidade do Ubuntu Budgie
tr: Ubuntu Budgie Topluluğunun bir parçası olun

source: Open the menu and search for 'Install RELEASE'
fr_fr: Ouvrez le menu et choisissez "Installer la version".

source: Seems that App Center is not installed. If this problem persists even after installing App Center, please contact us with following error message
fr_fr: Il semble que le Centre d'applications ne soit pas installé. Si le problème persiste après l'avoir installé, merci de nous contacter en nous communiquant le message d'erreur.

source: GB
fr_fr: Go
ru: Гб

source: GiB
fr_fr: GB
ru: ГиБ

source: MB
fr_fr: Mo
ru: МБ

source: MiB
fr_fr: MB
ru: МиБ

source: Budgie Makeovers & Layouts
fr_fr: Thèmes et dipositions

source: Third-Party repositories are not supported by Ubuntu. You should only continue if you trust the maintainers of the proposed repositories.
ja: Ubuntu はサードパーティーのリポジトリをサポートしていません。提案されたリポジトリのメンテナーを信頼できる場合にのみ、続行するべきです。
lt: Ubuntu nepalaiko trečiųjų šalių saugyklas. Jūs turėtumėte tęsti tik tuo atveju, jeigu pasitikite siūlomų saugyklų prižiūrėtojais.
