Repository: Kyuyrii/budgie-welcome
Catalog: data/po/community/*.po
Languages: sq

source: Community
sq: Komuniteti

source: Get Support
sq: Merrni mbështetje

source: To get support for <span name="distro-name"></span> specific issues, the <span name="distro-name"></span> Discourse website is the best place to go. You can raise issues and help other members of our growing community.
sq: Për të marrë mbështetje <span name="distro-name"></span> për çështje specifike, <span name="distro-name"></span> faqja e internetit e Discourse është vendi më i mirë për të shkuar. Ju mund të ngrini çështje dhe të ndihmoni anëtarët e tjerë të komunitetit tonë në rritje.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
sq: Me sa duket nuk jeni lidhur me internetin. Ju lutemi kontrolloni lidhjen tuaj për të pasur qasje në këtë përmbajtje.

source: Sorry, Welcome was unable to establish a connection.
sq: Na vjen keq, Programi Mirësevini nuk mundi të krijonte një lidhje.

source: Retry
sq: Riprovo

source: An alternative way to get in touch is via our official IRC (Internet Relay Chat) channel.
sq: Një mënyrë alternative për të kontaktuar është nëpërmjet kanalit tonë zyrtar IRC (Internet Relay Chat).

source: If you disconnect from the channel you will not receive a notification of any reply. So either leave an IRC session open - or we recommend connecting to all ubuntu IRC channels via an IRC bouncer.
sq: Nëse shkëputeni nga kanali, nuk do të njoftimet për asnjë përgjigje. Pra, ose lini të hapur një seancë IRC - ose ju rekomandojmë të lidheni me të gjitha kanalet IRC të ubuntu nëpërmjet një kërcyes IRC.

source: #ubuntu-budgie on Libera Chat
sq: #ubuntu-budgie në Libera Chat

source: Forum
sq: Forumi

source: You can also get support for <span name="distro-name"></span> through these official Ubuntu forums:
sq: Ju gjithashtu mund të merrni mbështetje <span name="distro-name"></span> përmes këtyre forumeve zyrtare të Ubuntu:

source: Social Networks
sq: Rrjete sociale

source: <span name="distro-name"></span> is active on the following social networks.
sq: <span name="distro-name"></span> është aktive në rrjetet sociale të mëposhtme.

source: Facebook Group
sq: Grupi në Facebook

source: Facebook Page
sq: Faqja në Facebook

source: Local Communities
sq: Komunitetet Lokale

source: In addition to global communities, <span name="distro-name"></span> also encourages local communities to support users coming from diverse backgrounds. In this section, you can discover our local communities. If you are interested to manage a local community for <span name="distro-name"></span> please let us know, so that we can list it here and improve its visibility.
sq: Përveç komuniteteve globale, <span name="distro-name"></span> inkurajon gjithashtu komunitetet lokale të mbështesin përdoruesit që vijnë nga prejardhje të ndryshme. Në këtë seksion, ju mund të zbuloni komunitetet tona lokale. Nëse jeni të interesuar të menaxhoni një komunitet lokal për <span name="distro-name"></span>, ju lutemi na njoftoni, në mënyrë që ta rendisim këtu dhe të përmirësojmë dukshmërinë e tij.

source: Ubuntu Budgie Brasil
sq: Ubuntu Budgie në Brazil
