Repository: Kyuyrii/budgie-welcome
Catalog: data/po/getinvolved/*.po
Languages: fr, he

source: Get Involved
fr: S'impliquer
he: לקיחת חלק

source: Thanks for Your Support
fr: Merci pour votre soutien
he: תודה על תמיכתך

source: <span name="distro-name"></span> receives a great deal of support from its community of users and we would like to thank each and every contributor for participating. We are growing at a steady pace and our distribution is getting better every day thanks to you.
he: <span name="distro-name"></span> מקבלת תמיכה נרחבת מקהילת המשתמשים שלה ואנחנו מעוניינים להודות לכל אחד ואחת שתורמים ולוקחים חלק. אנחנו מתפתחים בקצב מתון וההפצה שלנו משתפרת מיום ליום בזכותך.

source: It is very easy to make a difference. Depending on your skill set, your availability you can help <span name="distro-name"></span> in one or more of the following ways:
he: קל מאוד לחולל שינוי. בהתאם למערך הכישורים וליכולת שלך, אפשר לעזור ל־<span name="distro-name"></span> באחת או יותר מהדרכים הבאות:

source: Support &amp; Promotion
fr: Soutien et promotion
he: תמיכה וקידום

source: Spreading the word
fr: Diffusion du message
he: להעביר הלאה ולתמוך במיזם

source: If you like <span name="distro-name"></span>, let people know. Blog, add comments in forums and talk about it with your friends and the people around you.
he: אם אהבת את <span name="distro-name"></span>, אפשר להעביר את זה הלאה. אפשר לפרסם זאת בבלוג, לכתוב תגובות בפורומים ולהמליץ לחברים ולאנשים סביבך.

source: Joining the Community
fr: Rejoignez la communauté
he: הצטרפות לקהילה

source: <span name="distro-name"></span> isn't just an operating system, it's also a dynamic community of people who enjoy, gather, and interact with a free and open project. Whether it's by helping others sort through issues, by making them feel welcome, or simply by meeting and talking to other <span name="distro-name"></span> users, we recommend you join the community and participate in making <span name="distro-name"></span> better.
he: <span name="distro-name"></span> זאת לא רק מערכת הפעלה, זאת גם קהילה גמישה של אנשים שנהנים, אוספים ומשתפים פעולה סביב מיזם חופשי ופתוח. בין אם לסייע לאחרים בפתרון תקלות, לגרום להם להרגיש רצויים או סתם להיפגש ולדבר עם משתמשים אחרים ב־<span name="distro-name"></span>, אנחנו מזמינים אותך להצטרף לקהילה ולסייע בשיפור <span name="distro-name"></span>.

source: Helping others
fr: Aidez les autres utilisateurs
he: עזרה לאחרים

source: If you have some spare time and you're willing to help other users with technical problems, you should seriously consider reading the forums and/or joining the community chat-room and helping other <span name="distro-name"></span> users solve the problems you know how to fix.
he: אם יש לך זמן פנוי ומעניין אותך לסייע למשתמשים אחרים עם בעיות טכניות, נמליץ לך לעיין בפורומים ו/או להצטרף לחדר הצ׳אט של הקהילה ולסייע למשתמשים אחרים ב־<span name="distro-name"></span> לפתור בעיות שהפתרון להן מוכר לך.

source: Project contributions
fr: Contributions au projet
he: תרומות למיזם

source: Bug reports
fr: Signaler un bug
he: דיווחים על תקלות

source: If you've noticed something that doesn't work properly while using <span name="distro-name"></span>, let us know. The problem you have discovered is likely to affect others as well; The sooner we know about it, the sooner we're able to fix it.
he: אם הבחנת במשהו שלא עובד כשורה בעת השימוש ב־<span name="distro-name"></span>, מוטב ליידע אותנו. הבעיה שחשפת עלולה להשפיע גם על אחרים, ככל שנדע עליה מוקדם יותר, כך נוכל לתקן אותה מהר יותר.

source: New ideas
fr: Soumettre des idées
he: רעיונות חדשים

source: The vast majority of improvements included in each release come from the community. If there's something that you think is missing or that could be done better, please tell us. Whether it's the inclusion of a missing software application that should be part of a stock installation or if you have any other ideas on how to make <span name="distro-name"></span> better, we're always interested in hearing them.
he: רוב השינויים שנכללים בכל אחת מהגרסאות מקורם בקהילה. אם לדעתך חסר משהו או שניתן לעשות משהו טוב יותר, נא לספר לנו. אם מדובר ביישום חסר שאמור להיות חלק מהתקנת היסוד או אם יש לך רעיונות נוספים איך לשפר את <span name="distro-name"></span>, תמיד מעניין אותנו לשמוע אותם.

source: Artwork
fr: Proposer des graphismes
he: עבודות אומנות

source: If you are talented in graphic design and willing to contribute to the project, please send us your creations and artwork. Whether it's a simple wallpaper, an icon set, a splash screen, or even a new logo, we're always interested to hear from you about new artwork.
fr: Si vous avez des talents de graphiste et que vous souhaitez contribuer à notre projet, envoyez-nous vos créations et vos œuvres d'art. Qu'il s'agisse d'un simple fond d'écran, d'un ensemble d'icônes, d'un écran d'accueil ou même d'un nouveau logo, nous sommes toujours intéressés par de nouveaux graphismes.
he: אם יש לך כישרון בעיצוב גרפי וברצונך לתרום למיזם, נא לשלוח לנו את היצירות ועבודות האומנות שלך. בין אם זה רקע פשוט, מסך פתיחה, בין אם זו ערכת סמלים ואולי אפילו לוגו חדש, אנחנו תמיד שמחים לראות עבודות אומנות חדשות.

source: Code
he: תכנות

source: Most of our development is done in GTK+3, C++, Vala, Python and HTML5/CSS. We also use Git for version control and .deb for packaging. If you're comfortable with any of these technologies, don't hesitate to have a look at the code. If you think you can improve our applications or write new ones don't hesitate to suggest patches or to fork our git repositories.
fr: La plupart de nos développements sont réalisés en GTK+3, C++, Vala, Python et HTML5/CSS. Nous utilisons également Git pour le contrôle des versions et .deb pour le packaging. Si vous êtes à l'aise avec l'une de ces technologies, n'hésitez pas à jeter un coup d'œil au code. Si vous pensez pouvoir améliorer nos applications ou en écrire de nouvelles, n'hésitez pas à suggérer des correctifs ou à "forker" nos dépôts Git.
he: רוב הפיתוח שלנו נעשה בשפות GTK+3,‏ C++,‏ Vala,‏ Python ו־HTML5/CSS. אנחנו משתמשים גם ב־Git לבקרת גרסאות ובפורמט .deb לחבילות הארוזות. אם אתם יודעים להשתמש באחת הטכנולוגיות האלה באופן שוטף, אל תהססו להעיף מבט בקוד. אם לדעתכם אתם יכולים לשפר את היישומים שלנו או לכתוב חדשים, אנחנו מזמינים אותך להציע טלאים או לפצל את מאגרי ה־git שלנו.

source: Upstream to us is budgie-desktop. Created by Solus, they are looking for C developers - so please help if you can.
he: חבילת המקור שאנחנו משתמשים בה היא שולחן העבודה Budgie. הוא נוצר על ידי Solus, והם מחפשים מפתחים בשפת התכנות C - הם ישמחו לקבל עזרה במידת האפשר.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
fr: Il semble que vous ne soyez pas connecté à Internet. Vérifiez votre connexion afin d'accéder à ce contenu.
he: נראה שאין לך חיבור לאינטרנט. נא לבדוק את החיבור שלך כדי לגשת לתוכן הזה.

source: Sorry, Welcome was unable to establish a connection.
fr: Nous sommes désolés, "Budgie Bienvenue" n'a pas réussi à établir une connexion.
he: תוכנית קבלת הפנים לא הצליחה להתחבר לרשת, עמך הסליחה.

source: Retry
fr: Réessayer
he: ניסיון חוזר

source: Budgie Desktop GitHub
fr: GitHub de l'environnement de bureau Budgie
he: שולחן העבודה Budgie ב־GitHub

source: Also, we have published a complete list of available opportunities on our website. Please feel free to visit our website and find out in which way you can contribute to our mission.
fr: Nous avons également créé une rubrique spécialisée sur notre forum. N'hésitez pas à la consulter pour trouver de quelle manière vous pourriez contribuer au projet.
he: בנוסף, פרסמנו באתר שלנו רשימה שלמה של הזדמנויות. הרגישו חופשיים לבקר באתר שלנו ולמצוא באיזו דרך אפשר לתרום לפרויקט שלנו.

source: Opportunities
fr: Autres possibilités
he: הזדמנויות

source: Ubuntu Budgie receives a great deal of support from its community of users and we would like to thank each and every contributor for participating. We are growing at a steady pace and our distribution is getting better every day thanks to you.
fr: Ubuntu Budgie bénéficie d'un grand soutien de la part de sa communauté d'utilisateurs et nous tenons à remercier chaque contributeur pour sa participation. Nous nous développons à un rythme soutenu et notre distribution s'améliore chaque jour grâce à vous.

source: It is very easy to make a difference. Depending on your skill set, your availability you can help Ubuntu Budgie in one or more of the following ways:
fr: En fonction de vos compétences et de votre disponibilité, vous pouvez aider Ubuntu Budgie d'une ou plusieurs des manières suivantes :

source: If you like Ubuntu Budgie, let people know. Blog, add comments in forums and talk about it with your friends and the people around you.
fr: Si vous aimez Ubuntu Budgie, faites-le savoir. Créez un blog, ajoutez des commentaires dans les forums et parlez-en avec vos amis et les gens qui vous entourent.

source: Ubuntu Budgie isn't just an operating system, it's also a dynamic community of people who enjoy, gather, and interact with a free and open project. Whether it's by helping others sort through issues, by making them feel welcome, or simply by meeting and talking to other Ubuntu Budgie users, we recommend you join the community and participate in making Ubuntu Budgie better.
fr: Ubuntu Budgie n'est pas seulement un système d'exploitation, c'est aussi une communauté dynamique de personnes qui l'apprécient, se rassemblent et interagissent avec un projet libre et ouvert. Que ce soit en aidant les autres à résoudre leurs problèmes, en leur faisant sentir qu'ils sont les bienvenus ou simplement en rencontrant d'autres utilisateurs d'Ubuntu Budgie et en discutant avec eux, rejoignez la communauté et participez à l'amélioration d'Ubuntu Budgie !

source: If you have some spare time and you're willing to help other users with technical problems, you should seriously consider reading the forums and/or joining the community chat-room and helping other Ubuntu Budgie users solve the problems you know how to fix.
fr: Si vous avez un peu de temps libre et que vous êtes prêt à aider d'autres utilisateurs à résoudre des problèmes techniques, vous devriez sérieusement envisager de lire les sujets postés sur le forum et de vous joindre à la communauté afin de partager vos solutions.

source: If you've noticed something that doesn't work properly while using Ubuntu Budgie, let us know. The problem you have discovered is likely to affect others as well; The sooner we know about it, the sooner we're able to fix it.
fr: Si vous avez remarqué quelque chose qui ne fonctionne pas correctement lors de l'utilisation d'Ubuntu Budgie, faites-le nous savoir. Le problème que vous avez découvert est susceptible d'affecter d'autres personnes. Plus vite nous en serons informés, plus vite nous pourrons le résoudre.

source: The vast majority of improvements included in each release come from the community. If there's something that you think is missing or that could be done better, please tell us. Whether it's the inclusion of a missing software application that should be part of a stock installation or if you have any other ideas on how to make Ubuntu Budgie better, we're always interested in hearing them.
fr: La grande majorité des améliorations incluses dans chaque version provient de la communauté. Si vous pensez que quelque chose manque ou pourrait être amélioré, n'hésitez pas à nous le dire : qu'il s'agisse de l'inclusion d'un logiciel dans l'installation standard ou d'idées pour améliorer Ubuntu Budgie, nous sommes toujours intéressés de les entendre.

source: Upstream to us is budgie-desktop. Created by BuddiesOfBudgie, they are looking for developers - so please help if you can.
fr: En amont d'Ubuntu Budgie se trouve "budgie-desktop" créé par BuddiesOfBudgie, qui recherche des développeurs. Si vous le pouvez, votre aide sera la bienvenue.
